[
	{
		"title": {
			"english": [
				"Bereshit"
			],
			"hebrew": [
				"בראשית"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Light",
					"description": "ויאמר אלהים יהי אור ויהי אור - Light- In a world whose default state is confusion, darkness, and entropy, God's first action in Genesis 1:3 is to establish order by creating \"light;\" differentiating it from the existing \"darkness.\" In Isaiah 42:6, the corresponding Haftara portion of Bereshit, this same word is used to describe Israel's mission; acting as a \"light unto nations\" (אור לגוים). There, we read that it is Israel's role to imitate God by \"opening the eyes of the blind,\" (לפתח עינים עורות) and by \"freeing those who dwell in darkness\" (להוציא ממסגר אסיר מבית כלא ישבי חשך). How can Israel accomplish this? The vehicle to provide a source of illumination to others, as per Proverbs 6:23, is the Torah and the Misvot (כי נר מצוה ותורה אור). It is only through the internalization of the values of the Torah, the ultimate source of spiritual light, that one may serve as a source of hope, inspiration, and light onto those who dwell in the dark. Beth Torah Bulletin, October 14, 2017."
				},
				{
					"title": "In God's Image",
					"description": "בצלם אלהים ברא אותו - After the creation of many different animals mentioned in Genesis 1, God singles out the human and declares that this species represents the \"image of God.\" By doing so, God provides a template to how we should interact with one another. The late Rabbi Dr Ezra Labaton of Congregation Magen David of West Deal has been instrumental in constantly repeating that every person is created in God's image and is therefore entitled to be treated with a high level of dignity and respect. The implications of this should resonate and be applied to all of our interactions with any other person irrespective of race, ethnicity, or gender. This foundational concept of the Torah should also provide us with the moral incentive to help different groups of people around the world during their times of need and to fight injustices taking place whenever reasonably possible (Beth Torah, 10/29/16)."
				},
				{
					"title": "Large ב and Small ה",
					"description": "בראשית / בהבראם - Throughout Tanakh, certain letters are written large while others are written small. In Perashat Bereshit, the 'Bet' in 'Bereshit' (Genesis 1:1) is large, and the 'Heh' in 'BeHibare’am' (Genesis 2:4) is small. Although there are no definite explanations for any large or small letter, R Jacob ben Asher (1269-1343), also known as the Ba’al HaTurim, teaches that the Bet of 'Bereshit' is written large, because the Torah wanted to start on a pleasant note with the letter ‘Bet’ hinting to ‘berakha’ (blessing) as opposed to the letter ‘Aleph’ hinting to ‘arur’ (curse). Regarding the small 'Heh' in 'BeHibare’am,' a Midrashic interpretation is that 'Heh' stands for 'Hashem' (God). Therefore, instead of opening this Creation story with the vague “when they were created,” one should translate it as “when God created them.” This brings God directly back into the Creation story of Genesis 1:1 when God began to create the world. Tiqqun Highlights, Beth Torah, 10/6/18."
				},
				{
					"title": "Tree of Life",
					"description": "לשמר את דרך עץ החיים - When Adam defies God's one (and only) command by eating from the Tree of Knowledge, he is banished from the Garden of Eden; away from the Tree of Life. To thwart humanity from achieving eternal life, Cherubim holding fiery swords, says Genesis 3:24, are stationed to guard the path to the Tree of Life. To this day, \"the path to the Tree of Life\" is guarded; making it very difficult for regular people to access. Although finding the Tree of Life sounds like a fantasy, in a spiritual sense, gaining access to \"the path to the Tree of Life\" can be taken to mean living a fulfilling, happy and meaningful life. Throughout the Bible, advice is given on how to achieve this type of elevated life. As King Solomon states in Proverbs 3:18, \"it is a Tree of Life for its holders and her supporters are happy.\" In order for us to gain access to the Tree of Life and live happy and fulfilling lives, we must embrace the Torah and live by its eternal values and wisdom. Beth Torah Bulletin, October 26, 2019."
				},
				{
					"title": "Notably Missing",
					"description": "וַיֹּ֥אמֶר קַ֖יִן אֶל־הֶ֣בֶל אָחִ֑יו וַֽיְהִי֙ בִּהְיוֹתָ֣ם בַּשָּׂדֶ֔ה - In the Masoretic Text of Genesis 4:8, it says the words \"And Qayin said to Hebel, his brother,\" but then it says \"and when they were both in the field, Qayin set upon Hebel, his brother, and killed him.\" What is the conversation that takes place between them immediately prior to Hebel's murder? Those who review this text cannot help but notice that the conversation that ensued is strangely missing. In reviewing further, we see that the words נלכה השדה, or \"Let us go to the field,\" are in the corresponding texts in the Samaritan Pentateuch, Septuagint, Vulgate, Peshitta, as well as Jerusalem Targum. In addition, there are some older Masoretic manuscripts that place a space (פסקא) between the two clauses in order to alert to readers that something may be missing. Despite everything mentioned above, it should be noted that the Dead Sea Scroll text 4QGen-b, as well as Targum Onqelos and Sa‘adya’s Arabic translation, are loyal to the Masoretic text. If the Masoretic Text deliberately omits the words that Qayin said, it may be to teach the lesson that those who commit murder are so despicable that they should not be rewarded with their extra words being documented in our holy Torah. Moreover, no conflict or argument ever warrants physical confrontation let alone spilling of innocent blood. Thus, the Torah ignores the entire conversation so there can be no way to legitimize murder. Rabbi Efraim Gabbay contributed to writing this article. Beth Torah Bulletin, October 17, 2020."
				},
				{
					"title": "Maqam of the Week: RAST",
					"description": "On Shabbat Bereshit (Genesis 1:1- 6:8), Maqam RAST is applied to the prayers, according to SUHV (Red Pizmonim Book), and at least 18 other Syrian sources. This maqam, defined as 'head' in Arabic, and considered the \"father of the maqamat,\" is typically the first maqam used in any collection (diwan) of Arabic songs. This relates here, as Bereshit is the first Torah portion, or 'head,' of Genesis. Maqam RAST is also used each Shabbat at Minha services. HAZZANUT: Naqdishakh: Hasdakh Qadam Al Kol Adam (page 145). PIZMON SEFER TORAH: Miyamim Yamima (page 125). Sephardic Pizmonim Project, www.pizmonim.com."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Noah"
			],
			"hebrew": [
				"נח"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "In His Generation",
					"description": "נח איש צדיק תמים היה בדרתיו - Is Noah considered “righteous” by today’s standards? Resh Laqish and Rabbi Yohanan debate this very question in the Talmud (Tractate Sanhedrin 108a). Whereas Resh Laqish maintains Noah as righteous for all generations, Rabbi Yohanan points out that the word in Genesis 6:9, בדרתיו, “in his generation,” limits his righteousness to “his generation” alone. Various Jewish commentators, contrasting him with his descendent, Abraham, have criticized Noah for not doing more to save those around him. Instead, Noah remains completely silent throughout the narrative and “walks with God.” The general consensus to this question is that Noah’s silence and his lack of interest to positively influence those around him is not viewed favorably. When we see a problem in society, our role is to be more like Abraham and attempt to improve the situation, and not simply stand by and ignore it. Beth Torah Bulletin, October 21, 2017."
				},
				{
					"title": "Second Chance",
					"description": "וישחת הארץ לפני האלהים ותמלא הארץ חמס - Why does it say that the land was destroyed even prior to the flood? In Genesis 6, we read that society was broken, because its members were engaging in \"Hamas,\" translated as acts of violence, lawlessness or deception. The crimes that saddened God most were the violations of social laws. In short, God loses all hope, because people did not have basic respect for one another. By bringing the flood, He was merely trying to restart a world already deemed irreversibly damaged. It wasn't until Noah, an upright and righteous person, that God decided to reconsider His original plan. The lesson that we learn from Noah's survival is that humanity only continues to exist today in order to fix the mistakes of our predecessors. Instead of living lives of Hamas, we, the descendants of Noah, should only pursue lives of Hesed; kindness (Beth Torah, 11/5/16)."
				},
				{
					"title": "Variety of Texts",
					"description": "ויהי / ויהיו כל ימי נח - Contrary to misconceptions, there is no one version of the Torah. Though Maimonides says that a single missing or added letter invalidates an entire Torah scroll (Maimonides, Laws of a Torah Scroll, 10:1), there are some 105 differences between various texts of the Torah. Regarding Genesis 9:29, the Qoren Tanakh, which writes \"Vayehi\" (ויהי), differs from the Leningrad Codex (1008 CE), Rabbi Mordekhai Breuer, the Venice Edition of the Miqraot Gedolot, and the Samaritan Pentateuch, all whom write \"Vayihiyu\" (ויהיו). Torah scrolls found in our Syrian community have the word “Vayehi” (ויהי). The Minhat Shai commentary, authored by Italian rabbi, Yedidia Solomon Norzi (1560-1626), acknowledges differences between western European texts (ויהיו) and other eastern texts (ויהי). This commentator sides with the word “Vayehi” in order to be consistent with the three times it says “Vayehi Hanokh\", \"Vayehi Lemekh\", and \"Vayehi Noah\". Tiqqun Highlights, Beth Torah, 10/13/18."
				},
				{
					"title": "Vayabo Noah",
					"description": "וַיָּ֣בֹא נֹ֗חַ - How is \"Vayabo Noah\" (Genesis 7:7) read? Is the emphasis on the letter Yod (מלעיל: VaYAbo), or on the Bet (מלרע: VayaBO)? The above touches on the issue of Nesighat HaTa'am, which is described as a reading adjustment shown by repositioning the cantillation note on the first word of a word pair. The issue here is whether or not Nesighat HaTa'am applies, and the answer is reflected by the position of the Shofar Holekh. In most texts (including the Aleppo Codex, Leningrad Codex, Minhat Shai, Or Torah, Biblia Hebraica, Simanim, Ktav), the Shofar Holekh is under the letter Yod, indicating that Nesighat HaTa'am is applied; indicating to pronounce it \"VaYAbo\" (Mille'eil). Yet, in other texts (such as Qoren, Heidenheim), the Shofar Holekh is under the letter Bet, indicating that Nesighat HaTa'am is not applied; indicating to pronounce it \"VayaBO\" (Millera'). Although the first opinion is favored, both opinions represent valid reading traditions. Tiqqun Highlights, Beth Torah Bulletin, November 2, 2019."
				},
				{
					"title": "The Dove's Olive Leaf",
					"description": "וְהִנֵּ֥ה עֲלֵה־זַ֖יִת טָרָ֣ף בְּפִ֑יהָ - Of all the animals on Noah’s ark, two are singled out; the raven and the dove. When Noah tries to see whether the water receded, he first sends out the raven. Without trying to find dry land, the raven quickly gives up and returns. Then Noah turns to the dove. With the dove, we see that it tries much harder to find dry land, and although it wasn’t successful at first, on the second attempt it manages to bring back an olive leaf in its mouth (Genesis 8:11). By the third attempt, the dove finds dry land and does not return again. The sages say that it is better to have a bitter food in freedom than a sweet food in captivity. Upon comparing the two birds, one might initially prefer the raven due to its larger physical stature in comparison to the smaller and weaker dove. Rabbi Samson Raphael Hirsch (1808-1888), pioneer of contemporary Orthodox Judaism, suggests that one should emulate the dove, because it prefers to eat an olive leaf, which is bitter and barely edible, rather than rely on Noah, it's master, for better food. The raven, to the contrary, got so used to being well-fed by it's master that it prefers an easy life in captivity rather than a hard life in freedom. Beth Torah Bulletin, October 24, 2020."
				},
				{
					"title": "Maqam of the Week: SIGAH",
					"description": "On Shabbat Noah (Genesis 6:9- 11:32), Maqam SIGAH (more specifically, Maqam IRAQ) is applied according to most sources (other options: BAYAT or NAWAH). The word 'See-kah' is Persian for 'third.' It gets its name, because this maqam is the third note on the Arabic music scale. The explanation for a maqam that means ‘three’ is because Noah has 'three' sons or because he builds an ark with 'three' levels. The melody of Maqam SIGAH is similar to that of regular Torah readings. HAZZANUT: Qaddish: Asis El Bakh (page 441), Semehim: Eshtabeah (page 31). Sephardic Pizmonim Project, www.pizmonim.com."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Lekh Lekha"
			],
			"hebrew": [
				"לך לך"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Terah's Legacy",
					"description": "וימת תרח בחרן - After witnessing the tragic death of one son and an infertility struggle of another, Terah, a native of Ur Kasdim, along with his family, embark on the Land of Canaan to break away from home and start anew. For reasons left unclear, Terah interrupts the journey and stops mid trade route in the merchant outpost of Harran (southeastern Turkey). Once in Harran, he gets so comfortable that he settles there; essentially abandoning his mission to reach Canaan. The Torah, in Genesis 11:32, does not look favorably on those who abandon their goals, and therefore simply documents that \"Terah died in Harran\" (וימת תרח בחרן). Unfortunately, as a quitter, Terah becomes a footnote in history, and for all the 205 years that he lived, he has no legacy other than his involvement in the \"worship of other gods\" (Joshua 24:2). It is only much later on that his son, Abram, gets back on the proper track to complete the journey that his father started. Beth Torah Bulletin, October 28, 2017."
				},
				{
					"title": "The Hebrew",
					"description": "ויגד לאברם העברי - When described by outsiders, Abram is referred to as \"the Hebrew\" (Genesis 14:13). Besides for this being a reference to his nomadic lifestyle or ancestry (Eber son of Shem), there is an added meaning to \"Abram Ha-Ibri,\" which literally translates as \"Abram, the one who stands on the other side.\" We see many examples of how Abram's behavior was different from the norm. When Abram receives word that Lot was held captive, he immediately mobilizes to rescue him. This is remarkable, because he did this for an estranged nephew to whom he had a poor relationship with. Shortly after this, we read that Abram turns down significant wealth from the King of Sodom, because Abram did not want him or anyone else to take credit for his prosperity. From these stories and more, we see that our patriarch was a true \"Hebrew;\" proudly behaving in ways that were above and beyond any \"normal person\" (Beth Torah, 11/8/16)."
				},
				{
					"title": "Short and Sweet",
					"description": "ומלכי צדק מלך שלם - All aliyot to the Torah are viewed as big honors for the recipients. According to Aleppo tradition, however, there is added significance to the Sixth Aliya, Shishi, due to the words “very good” being written in association with the Sixth Day (Genesis 1:31). As a result, the aliyot stops are always arranged in order to give the Sixth Aliya the nicest portion; keeping it short in order to limit it to nice words and blessings. This is true in Perashat Lekh Lekha where most sources designate Genesis 14:18-20 as the Sixth Aliya. In this portion, we read about Malki-Sedeq. After Abram is victorious in war, he is greeted by Malki-Sedeq, king of Salem, with bread and wine. At this time, Malki-Sedeq, who also serves as a priest of God, blesses Abram and praises God, Master of the heaven and earth, who protects Abram from his enemies. Abram is so inspired by Malki-Sedeq that he dedicates a tithe (ten percent) of his earnings to him. Tiqqun Highlights, Beth Torah Bulletin, 10/20/18."
				},
				{
					"title": "Hints",
					"description": "אֵ֔שׁ אֲשֶׁ֣ר עָבַ֔ר בֵּ֖ין הַגְּזָרִ֥ים - On the dark Saturday night of November 4, 1995, Israeli Prime Minister Yitzhak Rabin was assassinated after a peace rally in Tel Aviv. Buried in the all the controversies of this event, I recall some discussions about this event being hinted in the Torah. Coincidentally, the prediction was found in Lekh Lekha, the very Torah portion of that day. Genesis 15:12 discusses the \"Covenant of the Parts\" between Abraham and God. The verse says, \"with sun set, it was dark, there appeared a smoking furnace, and a flaming torch passing between the pieces\" (אש אשר עבר בין הגזרים). In rearranging the spaces of the letters, one can form the words אש, אש, רע, ברבין ; meaning shots were fired on Rabin. One can not deny that the words found in the text is exactly how it played out in real life. If the above is true, and the concept of \"Bible Codes\" is authentic, the mystery remains whether there are any other future events hinted at in the Torah. Tiqqun Highlights, Beth Torah Bulletin, November 9, 2019."
				},
				{
					"title": "Spiritual Guidance",
					"description": "וְאֶת־הַנֶּ֖פֶשׁ אֲשֶׁר־עָשׂ֣וּ בְחָרָ֑ן - As Abram embarks to the Land of Canaan, he takes his wife, nephew, possessions, and as Genesis 12:5 states, \"HaNefesh Asher 'Asu BeHaran\" (הַנֶּ֖פֶשׁ אֲשֶׁר־עָשׂ֣וּ בְחָרָ֑ן). Bible scholar Professor Robert Alter translates these words as \"the folk they had bought in Haran.\" Although there is no dispute that Abram had servants, one might also be inclined to translate these words as \"the souls that they made in Haran;\" referring to the lives in which Abram helped establish with his spiritual guidance. This approach, which is supported by the Targums as well as the Midrash, envisions Abram as one who interacts with strangers and guides them towards a righteous path of ethical monotheism. The commentators, Rashi and Ibn Ezra, both acknowledge that there are two interpretations. Whereas they both acknowledge the approach supported by the Midrash, they also acknowledge that in the Plain sense of the text, the word \"'Asu\" (עשו) refers to acquiring wealth, and in this case, the people acquired as servants. The above serves as an example of how the Torah can be read in different layers (Peshat or Derash), and how differing interpretations can both be accepted as equally legitimate. Beth Torah Bulletin, October 31, 2020."
				},
				{
					"title": "Maqam of the Week: SABA",
					"description": "For Shabbat Lekh Lekha (Genesis 12:1- 17:27), Maqam SABA is selected for the services according to the Red Pizmonim Book and all other known Aleppo sources (Damascus sources: Maqam SIGAH). This maqam has many associations, but is known by the Aleppo community as the maqam used at the Berit Mila (circumcision) ceremony, being that the Arabic word 'Sabi' means 'baby boy.' This is applicable to our Torah portion, because we read about the Berit Mila covenant between G-d and Abraham. HAZZANUT: Semehim: Yigdal Elohim Hai for Mila, Naqdishakh: Ata Ahubi (page 410). Sephardic Pizmonim Project, www.pizmonim.com."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Vayera"
			],
			"hebrew": [
				"וירא"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Extreme Kindness",
					"description": "והוא ישב פתח האהל כחם היום - Abraham’s trait of extreme kindness (חסד) is what qualifies him to be considered “the father of our nation.” In Micah 7:20, it is his Hesed (תתן אמת ליעקב חסד לאברהם) that most exemplifies him for posterity. In Genesis 18, when it comes to his hospitality, Abraham plays a very active role in the process by standing at the entrance of his tent to actively seek to invite guests (וישא עיניו וירא). Abraham seeks these guests specifically at noon (כחם היום); the hottest and most uncomfortable part of the day to be outdoors. Not only did Abraham perform these acts alone, but he positively influences others to rush (מהרי) and partake in these experiences. It is because of acts like these as well as knowing that Abraham “observes God’s path” (ושמרו דרך ה׳ לעשות צדקה ומשפט) that God is hesitant to withhold anything from Abraham (המכסה אני מאברהם) and decides to confide in him about future events. Beth Torah Bulletin, 11/4/17."
				},
				{
					"title": "Remained Standing",
					"description": "ואברהם עודנו עמד לפני ה׳ - \"And Abraham remained standing before God\" is the last part of Genesis 18:22. According to the Tiqqun Soferim (as cited by Rashi), however, the original text read \"And God remained standing before Abraham,\" but it was later changed. Tiqqun Soferim refers to about 18 scribal changes made to the Tanakh for various reasons. According to this tradition, the two subjects are reversed, and the word 'God' is replaced with 'Abraham' in order to preserve the honor of God. Rather than write that God remained standing before Abraham, the scholars didn't want to give the impression that God was waiting for a human (which can be viewed as disrespectful). Despite all this, there is absolutely no evidence in the Septuagint, Samaritan Pentateuch, the Dead Sea Scrolls, or any other known ancient sources that there was ever an original Torah text reading \"And God remained standing before Abraham.\" Tiqqun Highlights, Beth Torah Bulletin, October 27, 2018."
				},
				{
					"title": "Lot's Contribution",
					"description": "וישקף על פני סדם ועמרה - As Abraham witnesses the devastation of Sodom (Genesis 19:28), we can only imagine the sense of failure that he experiences for a calamity that should have been avoided. Abraham only has the audacity to petition God to spare Sodom, because he assumes that his former confidant, Lot, after many years together, has become a role model and positive influence on his society. It comes as a disappointment when it is apparent that Lot has accomplished absolutely nothing; not following Abraham's example of steering people towards the path of righteousness. As the descendants of Abraham, we have been blessed with many fine role models who actively shape our lives. Unlike Lot, who laid low and contributed nothing to his society, we must actively seek ways to become those role models and make a positive impact on the lives of those around us (Beth Torah, 11/19/16)."
				},
				{
					"title": "Minor Gestures",
					"description": "וְאַ֨בְרָהָ֔ם הֹלֵ֥ךְ עִמָּ֖ם לְשַׁלְּחָֽם - In Genesis 18, we read about Abraham's exemplary behavior in his interactions with his guests. One detail that may go unnoticed is at the end of the story when Abraham shows his hospitality by not only showing his guests to the door, but by walking with them to escort them onto their journey (Genesis 18:16). The reason this small detail resonates with me is because during my childhood, after each Shabbat lunch, I recall my grandparents, David and Esther Betesh, had the tradition of walking with my family all the way to the corner of their block on Ocean Parkway and Avenue U to escort us on our way home. In doing so, they may not have realized that they were following Abraham's example, but they always followed this habit to demonstrate their high level of respect towards their guests. Such gestures like these may have appeared minor at the time, but they certainly did not go unnoticed. Beth Torah Bulletin, November 16, 2019."
				},
				{
					"title": "A Little Water",
					"description": "יֻקַּֽח־נָ֣א מְעַט־מַ֔יִם - When Abraham encounters three men passing by, he gets very excited for the opportunity to invite them and host them for a big meal. He starts off, however, in a very subdued way in order not to scare them away. When he first talks to them, he asks them politely to please not pass by without having \"a little water to wash their feet (Genesis 18:4),\" \"recline under a tree,\" and enjoy \"a piece of bread.\" In a clever tactic, Abraham uses minimal terms, such as \"a little water\" or \"piece of bread (singular),\" in order to lure these people in. Once these men agree, Abraham, feeling like a big winner, leaves them and enthusiastically starts the process of preparing a very festive meal of cakes, lamb, butter etc. Rabbi Elazar, mentioned in the Talmud (TB Baba Messia 87.), says that righteous people, such as Abraham, \"say little but do more\" (אמור מעט ועשה הרבה). The Talmud contrasts this trait with those who say a lot in public in order to get others to think they are great, but in the end don't follow up with their words. It is apparent to us that when Abraham performed good deeds, he did so not in order to receive praise from others, but rather because he truly loved to help other people. Beth Torah Bulletin, November 7, 2020."
				},
				{
					"title": "Maqam of the Week: NAWAH",
					"description": "For Shabbat Vayera (Genesis 18:1- 22:24), Maqam NAWAH is applied according to the majority of Aleppo sources, though many will go with the minority opinion (Maqam BAYAT). H Moshe Ashear used to mix both maqams for this week. NAWAH is familiar to most as the maqam that we use each week for Qabbalat Shabbat. Gabriel A Shrem used to say that in Psalms 93:5, the words \"Nawa Qodesh\" allude to the angels; ornaments to God's throne and who proclaim His holiness. This connects to our Torah portion, because we read about the angels who rescue Lot. Sephardic Pizmonim Project, www.pizmonim.com."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Haye Sara"
			],
			"hebrew": [
				"חיי שרה"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Advanced in Days",
					"description": "ואברהם זקן בא בימים - When Abraham was old (זקן), the Torah also states (Genesis 24:1) that he was \"advanced in days\" (בא בימים). This redundancy may be written to compliment our patriarch who has lived a life where each \"day\" mattered. Abraham has lived a meaningful life with the mission of promoting God's values of justice and righteousness throughout the world. With strong ambition, not a single day went by where he wasn't preoccupied with changing people's lives. As his descendants, we owe it to ourselves and to the memory of Abraham to find purpose in life and to infuse meaning into each day of our lives. We should be careful not to waste our time with meaningless routines, but rather attempt to turn each and every day into an opportunity to accomplish something different. This way when we are \"old,\" we will also be \"advanced in days\" (Beth Torah, 11/26/16)."
				},
				{
					"title": "Hesitation",
					"description": "ויאמר ה׳ אלהי אדני אברהם - The shalshelet is a musical note that looks like a jagged zigzag line on top of a word. This obscure note is one of the rarest cantillation marks throughout the entire Torah. In fact, it is only used on four occasions: in Genesis 19:16, Genesis 24:12, Genesis 39:8, and Leviticus 8:23. It has been suggested that this note is reserved for cases of hesitation and uncertainty. Any time a shalshelet is seen, an explanation is warranted. When Abraham's servant is charged with the mission of finding a wife for Isaac, he does not take immediate action. According to Midrash, the servant, who had a daughter of marriageable age, had a conflict of interest. In Genesis 24:12, the shalshelet is used on top of the word 'Vayomar' (and he said) when he took the first serious step of finding a wife by talking to God. Although he hesitated at first, as the shalshelet may indicate, he ultimately makes the decision not to be selfish and to help his master. Tiqqun Highlights, Beth Torah Bulletin, 11/3/18."
				},
				{
					"title": "Filling the Void",
					"description": "וינחם יצחק אחרי אמו - Why did Isaac wait until age 37 to start looking for a wife? One suggestion is because there were incredibly high standards for the position of Isaac’s future wife. Firstly, in order to avoid assimilation, Abraham dismisses the prospect of Isaac marrying a local Canaanite woman. In addition, to avoid losing his foothold in the land, Isaac is forbidden to leave Canaan in search of a wife. Because of this difficult criteria, marriage is delayed for Isaac. With the loss of his mother, however, there is a tremendous void in Isaac’s life that needs to be filled. This void, one can imagine, leaves Isaac in a cloud of confusion, despair, and sadness. It is only when Abraham realizes that he needs to pass his blessings onto Isaac that he sends his most trusted servant to Harran in search for a suitable match. After all is said and done, Genesis 24:67 reports that when Ribqah is brought to Sarah’s tent, “Isaac found comfort after his mother.” Beth Torah 11/11/17."
				},
				{
					"title": "To the Tent",
					"description": "וַיְבִאֶ֣הָ יִצְחָ֗ק הָאֹ֙הֱלָה֙ שָׂרָ֣ה אִמּ֔וֹ - For the word \"Haohela\" in Genesis 24:67, is the accent on the letter Aleph (HaOhela), or on the Heh (HaoHela)? Although most in our community, including Mickey Kairey, read it \"HaOhela\" (accent on Aleph), there are those that read \"HaoHela\" (accent on Heh). An explanation provided by Mr Norman Didia favoring \"HaOhela,\" is that the Tere-Qadmin cantillation symbol, with two arcs above the word, indicates where the accent should be. The first of these arcs is placed above the accented syllable – in this case above the Aleph. In addition, under the Heh, there is Hataf Segol, which has the grammatical rules of a Sheva Na’. Since a Sheva/Hataf is not considered a Tenu'ah (vowel), it cannot represent the accented part of the word. In summary, as shown by the cantillation symbol, and by the grammatical rules applied to a Sheva/Hataf, the accented part of the word must be on the Aleph; making it HaOhela. Tiqqun Highlight, Beth Torah Bulletin, November 23, 2019."
				},
				{
					"title": "Alien and Resident",
					"description": "גֵּר־וְתוֹשָׁ֥ב אָנֹכִ֖י עִמָּכֶ֑ם - When Abraham seeks to find a suitable burial plot for his recently deceased wife, he approaches Bnei Het, the local inhabitants of the land. Abraham opens his request by explaining \"I am an alien (foreigner) and a resident among you\" (Genesis 23:4). When the people of Het hear this self-demeaning description, they correct Abraham by saying; \"Hear us, my master, you are an ambassador of God within us.\" In addition, the Hittites respect Abraham so much that they grant him permission to bury his deceased anywhere he would like. The way that Abraham describes himself in relation to the locals says a lot about how he saw himself. On the one hand, by saying that he is a \"resident,\" he is acknowledging that he is someone who happens to live in that certain location. On the other hand, by saying that he is an \"alien,\" he is reminding everyone that he sees himself as an outsider and not someone who ever wishes to assimilate with them. This idea of separation has become a defining trait of the Jewish nation living in exile; acting as good law-abiding citizens in our place of residence, but at the same time, thinking of ourselves only as guests in a foreign land. Beth Torah Bulletin, November 14, 2020."
				},
				{
					"title": "Maqam of the Week: HIJAZ",
					"description": "On Shabbat Haye Sara (Genesis 23:1- 25:18), Maqam HIJAZ, which is named after the Arabian Peninsula, is applied to the Shabbat morning prayers according to the Red Pizmonim Book and all Aleppo sources. This maqam, reserved for funerals and mourning, is warranted here, because we read about the death of Sara and then Abraham and their burials in Me’arat HaMakhpela in Hebron. Damascus sources list Maqam SABA to mark painful occasions. Sephardic Pizmonim Project, www.pizmonim.com."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Toledot"
			],
			"hebrew": [
				"תולדת"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Two Separate Nations",
					"description": "שני גיים בבטנך - When Ribqa suffers from extreme fetal pain, she approaches God for answers. In Genesis 25:23, she is told that she is pregnant with what will become two nations. Instead of spelling \"goyim\" (nations) as גוים, the Masoretic Text uses גיים. This is an example of a \"Qere VeKetib\" (קרי וכתיב); referring to differences between what is written in the text and how a word should be read. Although both גוים and גיים are pronounced \"goyim,\" the unusual spelling of גיים found in the Masoretic Text has puzzled many readers. A possible explanation for the two yods (י), which are small letters that appear parallel to one another, is that this symbolizes a set of twins. These twins, however, are destined to become so separate from one another that they will live totally separate existences; always remaining divided and never united. The above may be considered an example of how the scribal tradition uses the spelling of words to convey certain messages. Tiqqun Highlights, Beth Torah Bulletin, November 10, 2018."
				},
				{
					"title": "The Birthright",
					"description": "הנה אנכי הולך למות ולמה זה לי בכרה - What does Esav do so wrong to be warranted a villain? To be engaged in sport (איש ידע ציד איש שדה) is not a crime in itself, but it is what Esav does not do that is certainly noted. As first born to the Abrahamic tradition, Esav has the responsibility to focus on upholding the righteous ways of his forefathers. Instead, he ignores this and lives devoid of all spiritual pursuits. In Genesis 25, when Esav returns from the field, he sells his birthright to Jacob, his younger sibling, in exchange for a good meal. “What’s the point of the birthright,” he asks, “if I’m going to die anyways?” Apparently, only hedonistic pursuits mattered to him. From the 5 consecutive verbs (ויאכל וישת ויקם וילך ויבז), we see that even after the meal, Esav couldn’t care less about squandering the birthright, nor did he express remorse about the transaction. It is because Esav cares so little about the values that we hold so dear that he is not remembered fondly. Beth Torah Bulletin, November 18, 2017."
				},
				{
					"title": "Footsteps",
					"description": "ויחפר את בארת המים אשר חפרו בימי אברהם אביו - During his lifetime, Abraham dug numerous wells; bringing prosperity to all. One year, however, Isaac, his son, was blessed with 100 times more produce (מאה שערים) than anyone else. In response to their hatred and jealousy, the local people vandalize all of Abraham's wells; attempting to erase any connection that he ever had with the land. Isaac defiantly responds by making it his responsibility to rebuild each well; restoring each one by its original Abrahamic name. These wells can be viewed as a metaphor for the heritage of Abraham, which include justice and righteousness, attributes that he strongly championed. We see Isaac's greatness not in his originality of carving his own independent road, but by him publicly defending Abraham's path; retracing his father's footsteps so that his teachings be perpetuated and never forgotten (Beth Torah, 12/3/16)."
				},
				{
					"title": "Qara Shemo",
					"description": "עַל־כֵּ֥ן קָרָֽא־שְׁמ֖וֹ אֱדֽוֹם - For the word pair \"Qara-Shemo\" in Genesis 25:30, is the emphasis on the first syllable of the first word, QAra, or the second syllable, qaRA? The answer is indicated by the position of the Ma'amid. In the Qoren Tanakh, Ish Massliah Tiqqun, and Simanim Tanakh, the Ma'amid is located under the Qof - indicating it should be read QAra-shemo. In the more ancient manuscripts of the Tanakh, however, such as the Leningrad Codex, and most probably the Aleppo Codex, the Ma'amid is under the Resh - making it qaRA-shemo. This was the pronunciation used by Mr Mickey Kairey on his recordings. As per Mr Norman Didia, the second option, qaRA-shemo, is correct, because the word pair \"qara-shemo\" is proceeded by the word pair \"al-ken,\" with the accented syllable \"ken.\" Pronouncing it QAra-shemo would interfere with \"ken\" in the same way \"qaRA\" interferes with \"shemo.\" Therefore, there is no shift in the emphasis. Tiqqun Highlights, November 30, 2019."
				},
				{
					"title": "Bringing Him Wine",
					"description": "וַיָּ֧בֵא ל֦וֹ יַ֖יִן וַיֵּֽשְׁתְּ׃ - Among the different cantillation notes, some are very rare. One rare cantillation note is the 'Tere Ta'ame,' also referred to as the 'Double Ma'arikh.' Apparently, this note appears to be a substitute for a Tebir and a Ma'arikh. Being that this note appears only five times in the Torah (Genesis 27:25, Exodus 5:15, Leviticus 10:1, Numbers 14:3, and Numbers 32:42), one cannot help but speculate as to what added significance it has. In the context of Genesis 27:25, with the Tere Ta'ame written under the word 'Lo' (ל֦וֹ), perhaps this note is meant to accentuate a very uneasy emotional state. In this text, Ribqa prepares delicacies of food for Jacob to present to his father, Isaac, in order to obtain the ultimate blessing. It appears, however, that Jacob, independently, takes the initiative to add wine into the meal. The 13th century Torah commentator Hezekiah Ben Manoah, also known as Hizkuni, writes that offering wine is a tactic that Jacob uses in order to blur his father's mind so that he would assume that he was his brother, Esav. According to this idea, the Tere Ta'ame comes to show Jacob's extreme uneasiness in performing the task of bringing his father wine in order to receive the blessing. Tiqqun Highlights, Beth Torah Bulletin, November 21, 2020."
				},
				{
					"title": "Maqam of the Week: MAHOUR",
					"description": "On Shabbat Toledot (Genesis 25:19- 28:9), services are conducted in Maqam MAHOUR according to ALL Syrian sources. This maqam, defined as 'defeated' in Arabic, can be described as a \"high Rast,\" and is used when there is a victory or a reversal of fortune. This relates here, because Esav is defeated. In addition, the word 'Mahour' is similar to the Hebrew word 'Maher,' which means quick. This relates here, because in the narrative, Jacob acts very quickly. In the Red Pizmonim Book, this maqam is listed for only twice a year; Toledot and Balaq. HAZZANUT: Semehim: Yadekha Tanheni (page 149)."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Vayesse"
			],
			"hebrew": [
				"ויצא"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Walking",
					"description": "ויצא יעקב מבאר שבע וילך חרנה - A common adage often used to console someone is \"when one door closes, another one opens.\" When one door closed on Jacob as he was sent into exile (ויצא), he did not despair, but continued to walk (וילך) to the many open doors in front of him. Instead of feeling sorry for himself, Jacob, a poor refugee, left his problems in the past, and made the best of the situation. During his years in exile, he managed to build a life for himself by getting married, having children, and earning great wealth. The same thing happened later when the Children of Israel were in Egypt. It was during this exile that Israel established itself as a great nation. It is important for us to remember that with each setback, there is an opportunity to make many positive changes. No matter how bad a particular situation seems, it is important to be like Jacob and keep \"walking\" (Beth Torah Bulletin, 12/10/16)."
				},
				{
					"title": "Leah's Fifth Son",
					"description": "Leah's Fifth Son"
				},
				{
					"title": "Living the Dream",
					"description": "Living the Dream"
				},
				{
					"title": "Awe",
					"description": "וַיִּירָא֙ וַיֹּאמַ֔ר מַה־נּוֹרָ֖א הַמָּק֣וֹם הַזֶּ֑ה אֵ֣ין זֶ֗ה כִּ֚י אִם־בֵּ֣ית אֱלֹהִ֔ים וְזֶ֖ה שַׁ֥עַר הַשָּׁמָֽיִם׃ - Immediately following Jacob's prophetic dream, he awakes in fear and in awe with a renewed assurance that God will protect him. He feels that the location of the dream is where God is closest to him, and therefore needs to be marked with a large stone in order to build a House of God there once he returns in peace. The words that he exclaims, \"How awesome is this place!\" (Genesis 28:17), best captures the feelings experienced and the sense of a renewed spirit to move forward into the wilderness of life. In the Syrian Sephardic Jewish tradition, this specific verse is recognized as one with special importance. In a tradition that is said to have originated in Kilis (Turkey), in the Shabbat afternoon services (Minha), the verse is inserted immediately after the Torah is returned and prior to the Qaddish leading into the Amida. According to tradition, the afternoon services on Shabbat, which is the last of the four prayers to be recited on Shabbat, has special significance being that it is \"Et Rasson\" (עת רצון); the most opportune time and when God is most near. Therefore, in order to effectively relay that feeling of awe and fear, this verse is recited. Beth Torah Bulletin, 11/28/2020."
				},
				{
					"title": "Missing Word",
					"description": "וַיִּתֶּן־ל֛וֹ אֶת־רָחֵ֥ל בִּתּ֖וֹ ל֥וֹ לְאִשָּֽׁה - Rarely do we have a scenario of a word that is found in one Torah scroll yet missing in another. Yet, in the footnotes found in many modern-day Humashim, such as the Soncino, for the verse Genesis 29:28, it is written \"some books omit the word 'Lo' (לו),\" referring to the second \"Lo,\" between the words \"bito\" (daughter), and \"le'isha\" (as a wife). The only commentator to address this issue is Rabbi Yedidia Norzi (1560–1626), also known as the Minhat Shai. The Minhat Shai comments that although some manuscripts (of Ashkenaz origin) that he has seen are missing \"the second Lo,\" all the manuscripts from Spain include this word and this is more authoritative. After personally searching many texts, including the Leningrad Codex, I have not been able to locate a single text that omits the \"second Lo.\" In addition, even more ancient texts, such as the Samaritan Pentateuch, include \"the second Lo.\" Tiqqun Highlights, Beth Torah Bulletin, December 7, 2019."
				},
				{
					"title": "Maqam of the Week: AJAM",
					"description": "For Shabbat Vayesse (Genesis 28:10- 32:3), services are conducted in Maqam AJAM (or GIRKA) according to 16 Syrian sources (dissenting opinion is SABA). Traditionally, the word 'Ajam,' meaning 'foreigner', was used to refer to the Persians. The melody of this maqam is joyous and has become associated with the wedding ceremony. This relates here, because in this Torah portion, we read about Jacob’s wedding ceremony in the House of Laban. HAZZANUT: Semehim: Yedidi Ro'ee Meqimi (page 417); mentions Rachel coming with her sheep. Sephardic Pizmonim Project, www.pizmonim.com."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Vayishlah"
			],
			"hebrew": [
				"וישלח"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Israel",
					"description": "כי אם ישראל יהיה שמך - Having many challenges in life should not define a person. It is how one deals with them that will ultimately determine ones legacy. By all accounts, our forefather, Jacob, was dealt with an unusually difficult set of circumstances. Whether it be surviving a brutal exile, being exploited by his relative, or suffering from family disharmony, it is his perseverance in all of these areas that has earned him the new title \"Israel.\" The name 'Israel' represents someone who faces struggles, with both God (spiritual) and with people (physical), but who comes out victorious. Regarding the ongoing dispute with his brother, we see that Jacob recognized that he could not continue living in a state of war and that it was best to move on by making peace. It is very befitting that our nation officially adapted the name \"Israel,\" because we are a group constantly facing obstacles, but then overcoming them (Beth Torah, 12/17/16)."
				},
				{
					"title": "Esav's Kiss",
					"description": "ויפל על צוארו וישקהו ויבכו - As Esav reencounters Jacob, \"he runs to him, embraces him, falls on his neck, he kisses him, and they wept together\" (Genesis 33:4). From a plain reading of the text (Peshat), one is left to assume that Esav has moved on with his grievances and is sincerely happy to reunite with his brother. By the word 'וישקהו' (\"he kisses him\"), however, there is a dot on top of each letter. There are ten instances in the Torah (MT) where dots are found. In Abot of Rabbi Natan 30b, it is suggested that Ezra the Scribe placed dots on certain doubtful words that he thought needed to be deleted, but ultimately decided to leave them in place. A Midrash attributed to R. Yannai claims that Esav did not come to kiss Jacob, but rather to bite him (Genesis Raba 78:9); with the dots symbolic for Esav's bite marks. Whether or not one agrees with this extreme interpretation, the mystery remains as to why there are dots placed on top of this word. Tiqqun Highlights, Beth Torah Bulletin, 11/24/18."
				},
				{
					"title": "National Identity",
					"description": "והיינו לעם אחד - What exactly is an Israelite? Upon his return from exile, Jacob must establish a distinct national identity for his family if they are to exist as a separate entity within the Land of Canaan. At times, this task is met with certain challenges. For example, after reconciling (Genesis 33), Esav suggests that the two camps travel beside one another (נסעה ונלכה ואלכה לנגדך). To this request, Jacob politely opts out by citing the fragility of his children and cattle in their travels. In doing so, Jacob assures his camp's purity by avoiding unnecessary mingling. In Genesis 34, however, when Dina is held captive and a Hivite-Israelite merger is insisted (והיינו לעם אחד), Jacob is not as fortunate, an embarrassing episode of terror ensues in order to defend Israel's purity. It is not until Bet El (Genesis 35), where all idols are disposed and where Israel is defined as a group which exclusively worships the one supreme God, that a national identity is firmly established. Beth Torah Bulletin, December 2, 2017."
				},
				{
					"title": "Qatonti",
					"description": "קָטֹ֜נְתִּי מִכֹּ֤ל הַחֲסָדִים֙ - What is the correct cantillation note for the word \"Qatonti\" in Genesis 32:11; is it a RABIA (written in the Qoren Tanakh) or a GERISH? To answer this, we must consult with what is considered the most authoritative Masoretic Text Tanakh in existence- the Keter Aram Soba, or the Aleppo Codex. Although we do not have access to those pages from the Aleppo Codex today, we know what those pages had, because in 1857, Rabbi Ya'aqob Sapir sent a letter to Aleppo with 550 questions about words and Ta'amim in the Keter, and this letter was responded to by H Menashe Sittehon who carefully examined the Keter and provided all the answers. This large list is referred to today as \"Meorot Natan.\" In the Meorot Natan, the answer to the above question is that the Aleppo Codex had a GERISH above the word Qatonti. It should be noted, however, that using a RABIA is based on the Ben-Naftali tradition, and the GERISH is based on the Ben-Asher tradition. Therefore, both options have sources to back them up. Tiqqun Highlights, Beth Torah Bulletin, December 14, 2019."
				},
				{
					"title": "Maqam of the Week: SABA / SIGAH / BAYAT",
					"description": "For Shabbat Vayishlah (Genesis 32:4- 36:43), Maqam SIGAH/IRAQ is listed in 11 sources, BAYAT/HOSENI is listed in 9 sources, and SABA is listed in 6 sources. The selection of SUHV (Red Pizmonim Book) is Maqam SABA or SIGAH. An explanation for SABA (Hebrew: army), the maqam for Berit Mila, is because Jacob prepares for war against Esav. Another reason for SABA is because the Hivites are deceived into undergoing Berit Mila (Genesis 34). An explanation for SIGAH, a maqam associated with the building of the tabernacle, is because in Bet El, Jacob fulfills his vow of building an altar (i.e. Tabernacle). In the notes of H Moshe Ashear from the last four years of his life, we see that he prayed Maqam RAST for two years, and Maqam SIGAH the other two years. Sephardic Pizmonim Project, www.pizmonim.com."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Vayesheb"
			],
			"hebrew": [
				"וישב"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Interactions",
					"description": "וימצאהו איש והנה תעה בשדה - Of our many interactions that take place each day, most appear to be inconsequential, but one can never be too sure. When a young Joseph, in Genesis 37:13, is sent by his father to Shechem in search of his brothers, he is unable to locate them. Before giving up, Joseph encounters a man in the field. Instead of minding his own business, this man asks \"What are you looking for (וישאלהו האיש לאמר מה תבקש)?\" The man then says that earlier, he overheard the brothers saying to one another \"let us go to Dothan\" (נלכה דתינה). Joseph goes to Dothan, finds his brothers, and the rest is history. We never hear about this man again, but in retrospect, this man plays a key role in the narrative. Although this single interaction had negative immediate consequences, it ultimately led to great redemption. It is important for us to treat all of our interactions with utmost care, because we never know which interactions will lead to our salvation. Beth Torah Bulletin, December 9, 2017."
				},
				{
					"title": "Leadership",
					"description": "וישמעו אחיו - Every group needs a good leader to help guide them in the right direction. Initially, for the Children of Israel, there was very poor leadership. When the brothers sought to kill Joseph, Reuben, the first born, requested to stop the murder, but compromised to throw him into a pit instead. As a leader, he was not powerful enough to do the right thing and completely defend Joseph. The brothers saw Reuben's tactics as weak and untrustworthy, and therefore went to search for a new leader. It is with Judah's more practical approach of selling Joseph in order to completely avoid any bloodshed where the words וישמעו אחיו, \"and the brothers listened/ affirmed\" (Genesis 37:27), are written. Despite the agony that this brought on their father, the acceptance of Judah's plan is indicative that they trusted his judgement as honest and sincere, and this is why they continuously gravitated towards him as their new leader (Beth Torah, 12/24/16)."
				},
				{
					"title": "Refusal",
					"description": "וימאן ויאמר אל אשת עבדיו - When Joseph is seduced by the wife of his master, Potiphar, he faces a big challenge. As readers, one wonders what Joseph is thinking when Potiphar's wife demands to sleep with him? Based on Genesis 39:8, one may assume that Joseph's immediate refusal to accept her advances is an automatic reflex due to his righteousness. The rare shelashelet cantillation note on top of the word וימאן (\"and he refused\"), however, traditionally suggests hesitation. In the words of the Minhat Shai (1560-1626), \"from the Ta'amim of the Torah, we can understand what is not written in the text.\" In this case, the shelashelet reveals Joseph's inner thoughts of being extremely uncertain of what to do next. Joseph knows that if he sleeps with Potiphar's wife, he could get away with it. Despite this, he has such fear of God and loyalty to his master, Potiphar, that he refuses her offers knowing very well of how much trouble this will get him into. Tiqqun Highlights, Beth Torah Bulletin, December 1, 2018."
				},
				{
					"title": "Behavior",
					"description": "את אחי אנכי מבקש- Throughout his youth, Joseph regularly taunts his brothers with his dreams and flaunts the special robe given by his father. Even his father, becomes furious at him for talking about his dreams. Despite the hatred that has been festering in the minds of the brothers, the reader sees that the young Joseph loved his brothers and did not anticipate for any of the subsequent events to occur. When Jacob sends Joseph to seek the brothers, he willingly accepts the task and thinks no danger of it. When a stranger asks Joseph what he is looking for, he states in Genesis 37:16, \"I seek my brothers.\" These words reveal that Joseph is completely oblivious to the animosity that he caused and thinks that he is on loving terms with his brothers. Meanwhile, the brothers, filled with jealousy and anger, feel the exact opposite about him. The lesson here is that one should always be very careful with how they behave towards others and not be surprised by negative consequences if others are offended by the way you treat them. Beth Torah Bulletin, December 21, 2019."
				},
				{
					"title": "Maqam of the Week: RAHAW / NAHWAND",
					"description": "On Shabbat Vayesheb (Genesis 37:1- 40:23), services are conducted in Maqam RAHAWI-NAWAH (older sources) or NAHWAND (newer sources). A reason for RAHAWI-NAWAH is in order to incorporate the pizmon Yassa Limlokh (page 363) into one of the pieces of prayers (i.e. Semehim). This pizmon by Rabbi Yisrael Najara (1555-1625) is a 16 stanza poem based on the story of Joseph. A reason for NAHWAND, a maqam that conveys the mood of conflict, is because there is intense family conflict between Joseph and his brothers. PIZMON SEFER TORAH: Odekha El Tobot (page 372) for Hanuka. Sephardic Pizmonim Project, www.pizmonim.com."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Miqes"
			],
			"hebrew": [
				"מקץ"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "One Long Paragraph",
					"description": "ויהי מקץ שנתים ימים - The Talmud teaches that the word ויהי, as opposed to והיה, is applied to foreshadow times of trouble (Megillah 10b). The portion of Miqes (Genesis 41:1-44:17) opens with this ominous word foreshadowing such events. Although this narrative is about Joseph's rise to power, the amount of turmoil experienced by the Israelites in this story is extremely unsettling. What makes Miqes stand out compared to any other Torah portion is that this perasha, consisting of 146 verses, is essentially one long paragraph. From beginning to end, Miqes has no \"open portion\" (פתוחה) divisions, but rather, the entire portion is one single \"closed portion\" (סתומה) division. The unusual layout of Miqes is a metaphor for how one must behave during times of trouble. Having the entire portion without any interruptions is a reminder that during times of trouble, in order to survive, one must remain alert, keep moving, and not allow any interruptions. Tiqqun Highlights, Beth Torah Bulletin, 12/8/18."
				},
				{
					"title": "Redemption",
					"description": "ויריצהו מן הבור - When Joseph was in jail, in an effort to secure his freedom, he asked the cupbearer to relay to Pharaoh about his experience with him. For over two years, Joseph was waiting for his salvation, but it did not come, because the cupbearer forgot about him. Then, suddenly, when he least expected it, he was \"rushed out of the pit,\" as the words ויריצהו מן הבור (Genesis 41:14) indicate, and his deliverance came. He was released from incarceration so fast, that he barely had time to change clothing or to shave. Joseph had a complete reversal of fortune. The message from this story is that it is God that controls the world and the fate of all mankind. While it is imperative on all of us to continue to make efforts to accomplish our goals, ultimately, if God desires to save you from your problems, He can do so effortlessly and in the blink of an eye, just like He did for Joseph (Beth Torah, 12/31/16)."
				},
				{
					"title": "Forget the Past",
					"description": "כי נשני אלהים את כל עמלי - Throughout the whirlwind of activity mentioned in Genesis 41, the reader generally remains unaware of Joseph's emotional state. It is when Joseph names his children, however, that we have a window into his innermost thoughts. Menashe, his first born son, is named such in gratitude to God for allowing him \"to forget all my sufferings... in my father's household.\" Throughout our society, it saddens me to see those with a bitter outlook on life; blaming their failure to progress on people or events of the past. The hatred, rejection, and setbacks that Joseph experiences throughout his youth certainly qualifies to be damaging enough to negatively impact him and prevent future progress, and yet Joseph always remains resolute. With God's help, Joseph is elevated to such high dominance economically, socially, and mentally, that he is gifted with the ability to forget his painful past and not allow it to infringe on his future. Beth Torah Bulletin, December 16, 2017."
				},
				{
					"title": "Do Not Ignore",
					"description": "וייקץ פרעה ויישן ויחלם שנית - One night, Pharaoh has an ominous dream. In this dream, as he was standing by the Nile, he sees seven beautiful robust cows. Then, seven ugly and scrawny cows approach and devour the first set of cows. From this disturbing dream, “the Pharaoh woke” (Genesis 41:4), but then immediately, “he fell asleep and dreams a second time.\" It was not until his second dream, which is similar to the first, that Pharaoh is alarmed and takes the action of pursuing an interpretation. The question is, why does Pharoah go back to sleep after the first dream? The same message needed to be repeated twice before he realizes its importance. Sometimes we, too, receive signs from our environment or symptoms from our bodies that something is not quite right. When this happens, we must immediately inspect what is going on, either with the help of a doctor or someone more knowledgeable, and take action. The worst thing that we can do is fall back asleep and ignore the signs. Beth Torah Bulletin, December 28, 2019."
				},
				{
					"title": "Maqam of the Week: SIGAH",
					"description": "For Shabbat Miqes (Genesis 41:1- 44:17), Maqam SIGAH is applied according to all Aleppo sources, because we are celebrating Hanukah, the festival of the Menora. Maqam Sigah is familiar to most, because it is used for Torah Readings. There is a connection between the Torah and light, as it says in Proverbs, \"Ki Ner Missva VeTorah Or.\" Whenever there is a reference to the Menora, SIGAH is applied, because Yebiun Sefatai Shira (page 472A), a pizmon that mentions the Menora, is in this maqam, and is traditionally applied for Nishmat. PIZMON SEFER TORAH: Yassa Limlokh MiBet Surim (page 363). Sephardic Pizmonim Project, www.pizmonim.com."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Vayigash"
			],
			"hebrew": [
				"ויגש"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Embarrassing the Brothers",
					"description": "ויקרא הוציא כל איש מעלי - In the Talmud (Baba Messia 58b), Rabbi Nahman son of Isaac quotes: \"Those who pale their friend's face in public is as if they spilled blood\" (כל המלבין פני חברו ברבים כאילו שופך דמים). In other words, openly embarrassing someone is similar to murdering them. In Genesis 45:1, we see how careful Joseph is to avoid this and to protect the dignity of his brothers. When Joseph is ready to reveal himself to his siblings, he is aware that doing so has the potential to damage their reputations. To avoid creating a spectacle, Joseph orders his entire staff to leave the room. As onlookers, the staff's presence would inevitably cause this private episode to become public knowledge throughout the land. Therefore, Joseph, in an effort to protect their images, insists on confidentiality. We learn from this example of how important it is to preserve the dignity of a fellow person. Beth Torah Bulletin, December 23, 2017."
				},
				{
					"title": "Unity",
					"description": "ותחי רוח יעקב אביהם ויאמר ישראל - Throughout the Torah, our forefather is referred to as either Jacob or Israel. When the name 'Israel' is applied, it is usually a display of strength, unity and elevation. When Jacob learns that Joseph is still alive, the name 'Israel' suddenly reappears (Genesis 45:27-28) to illustrate Jacob's uplifted spirit. The revival of the name 'Israel' teaches us that only when there was unity of the family did Jacob have hope for the future and experience true happiness. When there were signs of disunity and hatred in the family, such as after the sale of Joseph, hope was diminished, and the term 'Israel' was used less often. When it comes to our people, we may not always agree with each other on every issue or any issue, but what makes us the great nation of 'Israel' is our ability to remain united and respectful despite our differences (Beth Torah, 1/7/17)."
				},
				{
					"title": "Seventy",
					"description": "כל הנפש לבית יעקב הבאה מצרימה שבעים - How many people went down to Egypt? The Masoretic Text (MT) says that \"all the souls of Jacob's household coming to Egypt is 70,\" (Genesis 46:27). The Septuagint (LXX) and the Dead Sea Scrolls, however, list 75 as the grand total. The Septuagint reaches this number by including Joseph's descendants: (1) Makhir (son of Menashe), (2) Gilead (son of Makhir), (3) Shutalah (son of Ephraim), (4) Taham (son of Ephraim), (5) Edem (son of Shutalah). These extra 5 people are mentioned elsewhere in the MT (Numbers 26), but could not be included in this tally of 70, because this list only includes those who were already born at the time. Being that Menashe and Ephraim are still young when meeting their grandfather, Jacob, for the first time (Genesis 48), it is impossible for them to of already had grandchildren at the time. This is why the Masoretic Text omits the 5 extra descendants in their tally of 70. Tiqqun Highlights, Beth Torah Bulletin, 12/15/18."
				},
				{
					"title": "Overcoming the Past",
					"description": "אַֽל־תִּרְגְּז֖וּ בַּדָּֽרֶךְ - When Joseph sends the brothers to relay the news to their father, he advises \"Al Tirgezu BaDarekh\" (Genesis 45:24). There are numerous approaches to explaining this statement. According to Rashi (1040-1105), one approach to explain this is that the brothers should not quarrel or argue with one another along the way home about who is to blame for selling Joseph into slavery. An argument like this is likely to place blame on one or two specific brothers in order to salvage the remainder's reputations. The very thought of losing full respect from Jacob, their father, is a serious fear for the brothers. Knowing the brothers, however, Joseph encourages them not to worry on the road; meaning, to put the past events behind them and start a new page in their relationship. This is an important lesson that we can learn from Joseph. In life, there are times that people may have offended you or acted against you, but certain scenarios may warrant one to overlook the events of the past, as horrible as they were, in order to live a better future. Beth Torah Bulletin, January 4, 2020."
				},
				{
					"title": "Maqam of the Week: BAYAT",
					"description": "For Shabbat Vayigash (Genesis 44:18- 47:27), Maqam BAYAT is applied according to at least 17 Aleppo sources (other opinions include: Maqam SABA, MAHOUR, or SIGAH). The definition of the Arabic word 'BAYAT' is an oath of allegiance to an emir when one submits themselves and pledges loyalty. In this case, the BAYAT is performed by Judah who submits himself to Joseph (the emir) and declares his loyalty. Similarly, Maqam BAYAT is used at a Bar Misva, because this is when one makes the BAYAT commitment to be loyal to God and to observe the commandments. Sephardic Pizmonim Project, www.pizmonim.com."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Vayehi"
			],
			"hebrew": [
				"ויחי"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Closed",
					"description": "ויחי יעקב - Between every perasha, there is usually a paragraph break to show a separation. The breaks are either Setuma (ס); a spacing of 9 letters on the same line, or Petuha (פ); beginning a new line. Vayehi, however, the portion about Jacob's death, is a \"closed perasha;\" the only perasha in the Torah to begin with no spacing at all. The reason for no break is because the opening of Vayehi (47:28) is a continuation of the previous story. The first part of this chapter describes Joseph's rule over Egypt's economy. As a result of his strength, Joseph put the Israelites into a great economic situation where they grow and multiply. Jacob's difficult request of burying him in Hebron (end of chapter 47), can only be completed by someone in a great position of power (beginning of chapter 47). There is no separation between the two sections of Genesis 47, because only Joseph, in a very high position, is able to win Pharaoh's approval and fulfill this promise. Tiqqun Highlight, Beth Torah Bulletin, December 22, 2018."
				},
				{
					"title": "Progress",
					"description": "ישמך אלהים כאפרים וכמנשה - When Joseph sees Jacob placing his right hand on the head of Ephraim and his left hand on the head of Menashe, he is displeased (וירע בעיניו). He tries to fix the situation by moving his father's hands to the proper positions, but Jacob insists that he is fully aware of what he is doing (ידעתי בני ידעתי). He wants Ephraim, the younger son, to realize that he has high potential to become great even though he is not the eldest. He also does this to monitor Menashe's reaction. A happy ending to the long story of feuding siblings is that Menashe passes the test by remaining quiet and not showing any signs of jealousy. It is then that Jacob declares \"May the Lord make [the people of Israel] like Ephraim and Menashe;\" brothers living in harmony with one another. Only after Israel witnesses the progress (peace between brothers), is he truly content with his life and ready to depart (Beth Torah, 1/14/17)."
				},
				{
					"title": "White Teeth",
					"description": "ולבן שנים מחלב - In Genesis 49:12, Judah is blessed by Jacob with \"teeth whiter than milk.\" It goes without say that white teeth are important for ones self-esteem and overall health, but what is the deeper meaning of this blessing? Whereas our teeth remain concealed behind our lips, it is only when we smile that our teeth are shown to those around us. We learn from this that Judah is blessed with a constant showing of his white teeth and a continuous smile. My late Uncle Saul A Shrem (1919-2017), whose smile always brought happiness to others, taught me the importance of a smile. Smiling, whether happy or sad, \"doesn't cost you anything,\" he used to say, and \"can give so much to the recipient.\" In the words of Stanley Gordon West, \"when you smile, the world smiles with you.\" The trait of being able to smile is what enables Judah to connect with his brothers and in turn is what draws them to reciprocate by appointing him as their leader. Beth Torah Bulletin, December 30, 2017."
				},
				{
					"title": "Good Parenting",
					"description": "אָר֤וּר אַפָּם֙ כִּ֣י עָ֔ז - There was a time in my youth when I regularly did not listen to instructions from elders and started trouble around the house. After being reprimanded by my mother, I remember asking \"Am I a bad person?\" She immediately replied, \"No, you are not a bad person, but sometimes, the things that you do are not good.\" I always thought that this was an intelligent way to answer my question, because this meant that she still expected me to improve my behavior. Had she responded that I was a bad person, I could have used this response as a way out and stop trying to improve. This is an example of good parenting. When Jacob gathers his sons before his death, instead of blessing Shimon and Levi, he reprimands them. In his reprimand, Jacob says \"Cursed be their anger\" (Genesis 49:7). The commentator Rashi (1040-1105) is keen to note that Jacob does not actually curse them, themselves, but rather, only their anger. According to this, upon hearing this reprimand, Shimon and Levi should have felt sorry for their previous actions, but should not lose hope and should not feel that they can't make future improvements. This, too, is another example of good parenting. Beth Torah Bulletin, January 11, 2020."
				},
				{
					"title": "Maqam of the Week: HIJAZ",
					"description": "On Shabbat Vayehi (Genesis 47:28- 50:26), Maqam HIJAZ is applied to the prayers according to all Aleppo sources. The dissenting opinion of Maqam SABA is cited by Damascus sources. This maqam gets its name from the 'HEJAZ' region, which is the western province of the Arabian Peninsula. This location includes Mecca and Medina, holy to the Islamic faith, as well as Jeddah, the second largest city in Saudi Arabia. The melody of this maqam is associated with sad events, such as funerals. It is warranted here, because we read about the death of Jacob and the funeral procession. Sephardic Pizmonim Project, www.pizmonim.com."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Shemot"
			],
			"hebrew": [
				"שמות"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "A New King",
					"description": "ויקם מלך חדש על מצרים - The plot of Egypt's \"New King\" represents an ongoing problem that continues to face humanity today. Pharaoh is introduced as \"not knowing Joseph;\" the hero who saves Egypt from the famine. Pharaoh, unprovoked, convinces others that the Israelites are a demographic threat and uses his pulpit to dehumanize them. He subtly uses divisive rhetoric to persuade his people; saying to \"his nation\" (ויאמר אל עמו) that \"the nation of the Children of Israel (עם בני ישראל) are becoming bigger and stronger than us\" (Exodus 1:9). Upon hearing these suggestions (הבה), the Egyptians, with the exception of the Hebrew midwives, are immediately complicit and do not protest his radical agenda (ויעבדו מצרים). What starts off as a debate about a demographic problem quickly turns into the brutal massacre of all male infants, because the Egyptians do not have the courage to do what is right and defend their innocent neighbors. Beth Torah Bulletin, January 6, 2018."
				},
				{
					"title": "The Hebrew Midwives",
					"description": "ותיראן המילדת את האלהים - In a new era for Egypt, the king suddenly views the Children of Israel as a demographic threat, and secretly commands the chief midwives, Shifra and Puah, to engage in infanticide against all Hebrew males. Ignoring this decree, we read that the midwives had a \"fear of God\" and deliberately decide to disobey the orders. These brave women, who themselves were probably not Hebrews (as per Abarbanel), have completely risked their lives for the sake of following their consciences and doing what was right. The Torah informs us that this \"fear of God\" did not go unnoticed, and that these midwives, whose vocation was to build families for others, would now be rewarded with \"homes\" of their own. This interesting story, a rare spark of light in a world filled with darkness, is a stark reminder that God rewards people every day for making righteous and courageous decisions (Beth Torah, 1/21/17)."
				},
				{
					"title": "Why Do This",
					"description": "למה תעשה כה לעבדיך - The Tere Ta'ame, also known as the \"double ma'arikh,\" is a rare cantillation note that looks like a rotated Shenei Gerishin under a word. There is disagreement about whether this is another conjunctive (Ma'arikh, Tarha) or an occasional replacement for Tebir. The Tere Ta'ame comes in place of a Ma'arikh, which is followed by a Tarkha. This note only appears 5 times throughout the Torah as follows: Genesis 27:25, Exodus 5:15, Leviticus 10:1, Numbers 14:3, and Numbers 32:42. The melody of the Tere Ta'ame is like a combination of Pazer Gadol and Tebir. In Exodus 5:15, this note is below the word \"Ta'ase\" (תעשה). The context of this is when the Israelite taskmasters are furious at Pharaoh for not providing straw to make bricks. They scream at Pharaoh, \"Why do this to your slaves\" (Exodus 5:15)? It is unclear what emotion this cantillation is trying to illustrate to the reader, and the commentators do not comment on this topic. Tiqqun Highlight, Beth Torah Bulletin, 12/29/18."
				},
				{
					"title": "Not Consumed",
					"description": "וְהַסְּנֶ֖ה אֵינֶ֥נּוּ אֻכָּֽל - In His first appearance to Moses, God appears through a burning bush. Had this been an ordinary fire, Moses would have ignored it. What awakes Moses to pay attention is that this fire was active and yet \"the bush was not consumed\" or destroyed (Exodus 3:2). It is through this appearance that God chooses to reveal himself to Moses and indirectly to the Children of Israel. The commentator Hizkuni notes that the burning bush is a symbol for the Israelites and their enemies; at this time, the Egyptians. The fire symbolizes the enemies and all the forces that attack, and the bush that remains alive and unconsumed symbolizes the Israelites and their plight throughout history to survive against all odds. By extension, all people have an innate spirit within them that pushes them to survive despite having very dangerous forces around them trying to destroy them. It is this symbol that inspires Moses to have hope in his sacred mission. Beth Torah Bulletin, January 18, 2020."
				},
				{
					"title": "Maqam of the Week: RAST / BAYAT",
					"description": "For Shabbat Shemot (Exodus 1:1- 6:1), Maqam RAST is applied to the prayers according to at least 20 sources. This maqam, defined as 'head' in Arabic ('Ras'), represents a beginning, and is applied when we begin a new book. This relates here, because Shemot is the first Torah portion in the Book of Exodus. Another opinion of using Maqam BAYAT (~16 sources), which sounds like the word 'bat' (daughter), is of significance, because Pharaoh allows all the Hebrew daughters ('bat') to live. PIZMON SEFER TORAH: El Me'od Na'ala (page 266); reference to Moshe and Aaron. Sephardic Pizmonim Project, www.pizmonim.com."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Vaera"
			],
			"hebrew": [
				"וארא"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "The Shepherd",
					"description": "וינהג את הצאן אחר המדבר - Long before he was the famous leader of Israel, Moses was just a simple shepherd. If so, what made him uniquely qualified to lead? After all, he admits that he lacked charisma (ואני ערל שפתים), and correctly predicts that no one would listen to his messages (ולא שמעו אל משה מקצר רוח ומעבדה קשה)! Despite this, God insists on Moses due to his empathy for others. A shepherd's role is to make sure that no sheep goes off the path or gets lost. This is exactly how Moses took care of his people for 40 years in the wilderness. He cared so much for each person and made sure that everyone was \"on the right path;\" both literally and figuratively. Prior to his departure (Numbers 27:17), Moses begs God not to leave the community \"like sheep without a shepherd\" (ולא תהיה עדת ה׳ כצאן אשר אין להם רעה). This comparison best describes the close relationship between Moses and his people (Beth Torah, 1/28/17)."
				},
				{
					"title": "Name of God",
					"description": "ויאמר אליו אני י-ה-ו-ה - Gematria (גמטריא‬) refers to the method of giving a numerical value to a Hebrew word based on its letters. Although most scholars do not fully appreciate this method, Exodus 6, as discussed in the research of Rabbi Solomon D Sassoon A\"H and Rabbi Moshe Shamah, presents an example of a very compelling gematria. The numeric value of the Tetragrammaton, י-ה-ו-ה, is 26. In the opening verse of our perasha (Exodus 6:2), we start with the words \"Ani Hashem.\" Exactly 52 words later (a multiple of 26), in Exodus 6:6, we again see the words \"Ani Hashem.\" If this seems to be a coincidence, if you start from the \"Ani Hashem\" of Exodus 6:6, and then count another 52 words, then again you reach the words \"Ani Hashem\" (Exodus 6:8). The textual embedment of \"Ani Hashem\" using multiples of 26 in this passage, demonstrates that the presence of God exists at the beginning, center, and conclusion of all things. Tiqqun Highlights, Beth Torah Bulletin, January 5, 2019."
				},
				{
					"title": "Recognition of Good",
					"description": "אמר אל אהרן קח מטך ונטה ידך על מימי מצרים - For the plague of blood, it is Aaron, not Moses, who is instructed to take the staff and strike the waters of Egypt (Exodus 7:19). Rabbi Tanhum comments (Midrash Tanhuma: Vaera 14) that the act is performed by Aaron, because God does not want Moses to strike the same waters that once protected him. In this interpretation, God teaches us to \"recognize the good\" (הכרת הטוב); not harming one that had once been beneficial to you. When Moses is sent away by his mother as a three month old infant, it is the waters of the Nile that save him from Pharaoh's evil decree. Therefore, much later in life, God does not put Moses in the unappreciative position of needing to harm the same object that once helped him. This lesson of 'Hakarat Hatov' teaches that it is important to recognize individuals who have acted kindly with us in the past and to always have in mind to return their generosity in the future. Beth Torah Bulletin, January 13, 2018."
				},
				{
					"title": "Pharaoh's Heart",
					"description": "וַיֶּחֱזַק֙ לֵ֣ב פַּרְעֹ֔ה וְלֹ֥א שָׁמַ֖ע אֲלֵהֶ֑ם - How is Pharaoh punished if it is God who takes away his \"free will\" and hardens his heart? To answer this, a closer reading is warranted. After the sign of the staff turning into the snake, Exodus 7:13 states \"Pharaoh's heart strengthens, and he did not listen to them.\" The biblical commentator Ibn Ezra (~1090- ~1165) notes that Pharaoh, \"on his own,\" hardens his heart, because he sees that the sorcerers can replicate this same sign. For the first five plagues, it is Pharaoh who hardens his own heart. For these plagues, it says that God \"said\" that this would happen, but does not say that God actually causes this to happen. It is not until the later plagues (starting with the sixth plague) that the text writes that God hardens Pharaoh's heart and that this was no longer an independent decision made by Pharaoh. By this time, God determines that the Pharaoh already made up his mind and the further hardening of his heart was done in order to further demonstrate God's hand in this event. Beth Torah Bulletin, January 25, 2020."
				},
				{
					"title": "Maqam of the Week: BAYAT-HOSENI",
					"description": "For Shabbat Vaera (Exodus 6:2- 9:35), the prayers are conducted in Maqam BAYAT-HOSENI according to at least 14 Syrian sources. HOSENI (Arabic: 'beautiful') is often described as \"a high Bayat\" and is applied when there is an aspect in the perasha relating to Matan Torah. We are reminded of the beauty of Matan Torah at the opening of this perasha when we read the words \"Ani Hashem\" which is similar to the opening of the Ten Commandments (Anokhi Hashem). Dissenting opinion is to apply Maqam NAWAH in order to sing Mi Yemallel (page 361), a pizmon about the ten plagues. Sephardic Pizmonim Project, www.pizmonim.com."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Bo"
			],
			"hebrew": [
				"בא"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "The Plagues",
					"description": "והרביתי את אתתי ואת מופתי בארץ מצרים - When the Israelites leave Egypt, God promises that they would be accompanied by major \"signs,\" and \"wonders\" (Exodus 7:3). Upon reading Exodus 7-12, one tallies a total of ten plagues: (1) דם- Blood, (2) צפרדע - Frogs, (3) כנים - Lice, (4) ערוב - Swarms, (5) דבר - Livestock, (6) שחין - Boils, (7) ברד - Hail, (8) ארבה - Locusts, (9) חושך - Darkness, and (10) בכורות - First Born. Although the Exodus source is the most well-known version of these events, it is important to note that two other sources in Tanakh provide poetic recollections of the plague story; Psalms 78 and Psalms 105. In Psalms 78, there are only seven plagues (omitting 3, 6, and 9) in the following order: 1, 4, 2, 8, 7, 5, 10. In Psalms 105, there are also only seven plagues, but in the following order: 9, 1, 2, 4, 7, 8, 10. In both Psalm accounts, the retelling of past events differ in detail from the narrative of the Torah; in terms of number of plagues and sequence. Tiqqun Highlights, Beth Torah Bulletin, 1/12/19."
				},
				{
					"title": "Real Freedom",
					"description": "שלח עמי ויעבדני - Throughout history, humanity has fought hard to achieve the ideal of freedom. What exactly is freedom? One definition is \"the state of not being enslaved,\" while another is \"the power to act as one wishes without restraint.\" One lesson that most civilizations learned over time is that \"there is no freedom without the law.\" Part of living in a functioning society is that everyone is subject to a common set of ground rules. When Moses requests to \"free\" the Israelites, he relays God's message to release the nation \"to worship Me\" (שלח עמי ויעבדני). The primary intention for Israel's liberation is not to grant them more free time to pursue their hobbies, but rather, simply to change their status from Pharaoh's subjects to God's. Instead of being distracted by the will of a fallible human king who enslaves us with severe labor, now Israel is \"free\" to focus its efforts on service to God alone and to observe the teachings of the Torah. Beth Torah Bulletin, April 20, 2019."
				},
				{
					"title": "Pharaoh's Decision",
					"description": "ויתחזק ה׳ את לב פרעה - Each of us have the ability to shape the course of our lives by the decisions we make. At times, however, if we find our past decisions to be wrong, we must find the courage to fix our mistakes rather than remain on a flawed trajectory. We learn this lesson from the story of Pharaoh. When Moses first approaches Pharaoh with a modest request of a three day holiday to worship God, Pharaoh decides to humiliate Moses by penalizing the Israelites. Plague after plague, however, as the suffering increases, Pharaoh's arrogance prevents him from rescinding his original decision. The Torah notes that \"God hardens Pharaoh's heart\" only after the later plagues of boils, locusts, and darkness, but before these plagues, no divine intervention is noted and Pharaoh seems to be acting on his own. It all starts as a single poor decision, but as Pharaoh's heart gets harder and harder, he finds himself in a hole that gets deeper and deeper. Beth Torah Bulletin, January 20, 2018."
				},
				{
					"title": "Everyone",
					"description": "בִּנְעָרֵ֥ינוּ וּבִזְקֵנֵ֖ינוּ נֵלֵ֑ךְ בְּבָנֵ֨ינוּ וּבִבְנוֹתֵ֜נוּ - Every day as I would enter the JCC in Scottsdale, Arizona, I would pass the cornerstone of the building which contained the words “Bin’arenu u’Bizkenenu Nelekh Bebaneinu uBibnotenu” from Exodus 10:9. These words reflected an important value of this institution; of being a welcoming place for all members of the community; young and old, male and female. Whenever I used to have free time during dental school, I would simply go to JCC and see people of all ages; young and old, men and women. It was truly a remarkable place and a much needed place for this community. When Pharaoh asks Moses “who will be going with you [to worship]?” Moses replies “we will all go; young and old, male and female, sheep and cattle.” What is significant in this is that Moses did not accept Pharaoh’s proposal of just taking only the adult men. Moses teaches us that in order to be a healthy and complete community, it must include everyone and not just one subsection of the people. Beth Torah Bulletin, February 1, 2020."
				},
				{
					"title": "Maqam of the Week: SIGAH",
					"description": "For Shabbat Bo (Exodus 10:1- 13:16), the third perasha of Exodus, prayers are conducted in Maqam SIGAH (Persian: \"third\") according to at least 10 sources. When the Egyptians were afflicted with three days of darkness, the Israelites had 'light' in their dwellings. Commentators note that this is the light of the Torah. SIGAH relates to the Torah, because it is the maqam applied for chanting the Torah. Other opinions for this Shabbat include Maqam RAST or NAWAH (similar to Shabbat Hagadol). PIZMON SEFER TORAH: Mi Yemallel (page 361); a song about the ten plagues and the festival of Pesah. Sephardic Pizmonim Project, www.pizmonim.com."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Beshalah"
			],
			"hebrew": [
				"בשלח"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Indirect Flights",
					"description": "ולא נחם אלהים דרך ארץ פלשתים כי קרוב הוא - When one embarks on a journey to achieve a goal, it would not be unwise to anticipate some bumps on the road. This is because most important things often require a lot of discipline, endurance, and hard work. There are no shortcuts on the road to greatness. When the Israelites leave Egypt, God does not lead them on the most direct route to Canaan, but rather the most indirect route. The Torah notes (Exodus 13:17) that God does not lead the nascent nation on a quick journey to Canaan, \"because it is too close,\" and they would turn back to Egypt at the first sign of trouble. Instead, God knows that the only way for the Israelites to reach their destination is for them to make forty two stops in the wilderness. Ultimately, this \"down time\" proves to be essential as it allows them to receive the Torah and develop as a nation. From this we learn that the road to the \"Promised Land\" is never a straight line. Beth Torah Bulletin, January 28, 2018."
				},
				{
					"title": "Long Tarha",
					"description": "ללכת יומם ולילה - The “Long Tarha,\" in the Syrian liturgical tradition, refers to the unique melody of the Tarha cantillation note in certain places of the Torah during public readings. It is traditionally reserved only for very important verses of the Torah; mostly associated with Shirat Hayam and Matan Torah. Being that this note appears like a regular Tarha, one must rely on tradition in order to know where this note occurs. Long Tarha notes in Perashat Beshalah, as per Mr Joey Mosseri, are as follows: Exodus 13:21 lalekhet, 14:16 hayam, 14:20 el zeh, 14:22 miminam, 14:26 al rikhbo, 14:29 miminam, 15:1 verokhebo, 15:2 abi, 15:3 adonai, 15:11 tehilot, 15:16 ad yaabor, 15:19 bayabashah, 15:21 verokhebo, 15:25 u'mishpat. Notice that all Long Tarha's are directly prior to a Sof Pasuq (end of sentence), and not before an Atnah. According to this Long Tarha list, there are a total of 14 in this perasha; second only to Perashat Yitro, where there are 16. Tiqqun Highlights, Beth Torah Bulletin, 1/19/19."
				},
				{
					"title": "Human Dignity",
					"description": "אז ישיר משה ובני ישראל - Was Israel's \"Song of the Sea\" an appropriate response to witnessing the downfall of their enemies? After all, Proverbs 24:17 states \"Do not rejoice at the downfall of your enemy\" (בנפל אויבך אל תשמח)! The answer is that Israel did not derive pleasure from Egypt's defeat, but rather experienced great relief as a result of their miraculous escape from an existential threat. Israel's initial reaction to the divine intervention was that of shock; first, they feared God (וייראו העם את ה׳), then they increased their faith in God (ויאמינו בה׳ ובמשה עבדו), and only then, did they praise God and celebrate (אז ישיר משה ובני ישראל). The Children of Israel did not sink to the barbaric level of rejoicing the actual drownings of the Egyptians. The celebrations only began as a result of a clear realization that God orchestrated justice in the world by destroying those who have committed wrong (Beth Torah, 2/11/17)."
				},
				{
					"title": "Hur the Hero",
					"description": "וּמֹשֶׁה֙ אַהֲרֹ֣ן וְח֔וּר עָל֖וּ רֹ֥אשׁ הַגִּבְעָֽה - Who is Hur? In Exodus 17:10, Hur (חור), a close companion of Moses and Aharon, and possibly their brother-in-law (Josephus) or nephew (Rabbinic tradition), goes up to the top of the hill, and helps lift Moses' arms during the battle of Rephidim. In Exodus 24:14, Hur is left as a co-leader, along with Aharon, when Moses goes up to Mount Sinai to receive the Torah. Hur is only mentioned once more in Exodus 31:1 as being from the tribe of Judah, and as being the grandfather of Bessalel, the one charged with building the Tabernacle. The Midrash attempts to fill the gaps of this story by saying that Hur was killed by the Israelites when he tries to prevent them from making the Golden Calf. This intimidates Aharon into following the people's demand of making an idol for them. As a result for his heroism, Hur is posthumously rewarded by having his grandson, Bessalel, become the lead co-builder of the Tabernacle. Beth Torah Bulletin, February 8, 2020."
				},
				{
					"title": "Maqam of the Week: AJAM",
					"description": "On Shabbat Beshalah (Exodus 13:17- 17:16), also called Shabbat Shira, we read the Song of the Sea (Shirat Hayam). Therefore, AJAM, the maqam known for its joyous melodies, is applied according to ALL sources. The melody of Maqam AJAM is familiar to many, because it is the Arabic equivalent to the Western Major scale. Excluding Yom Tob festivals, this is one of only three Shabbats of the year that this maqam is applied. HAZZANUT: Shirat Hayam in Zemirot recited in unison. Semehim: Ya El Gadol VeNedar (page 397); for Tu Bishbat. PIZMON SEFER TORAH: Rahum Ata (page 216). Sephardic Pizmonim Project, www.pizmonim.com."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Yitro"
			],
			"hebrew": [
				"יתרו"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Listen",
					"description": "וישמע - The word \"שמע\" does not simply mean \"hear,\" but can better be understood as \"listen.\" Although the two words are closely related, \"hear\" implies a simple perception of sound, whereas \"listen\" implies taking these same sounds, internalizing them, and paying close attention to them. In Exodus 18, two people internalize what they hear. Jethro, in Exodus 18:1 (וישמע יתרו), does not only hear the news about the exodus from Egypt, but listens to its message. The divine intervention experienced is so great that Jethro feels the urgency to go to the desert to declare his allegiance to God. Later in the same chapter, Moses, in Exodus 18:24 (וישמע משה), receives criticism about governing the nation inefficiently (i.e. everyone standing in line from morning until night). Moses then listens to Jethro's advice by establishing the judicial system thereby improving the situation. From the above examples, we learn that the most important part of hearing is to listen. Beth Torah Bulletin, February 3, 2018."
				},
				{
					"title": "Yitro's Epiphany",
					"description": "עתה ידעתי - When the news of the Exodus reached the foreign nations, they temporarily feared God (שמעו עמים ירגזון), but then did little to correct their ways. By contrast, to show their complete rejection of God, Amaleq becomes the first tribe to wage war on Israel. To juxtapose these reactions, we read about Jethro, an outsider who was so inspired by the miracles of God that it causes him to open his eyes and change his entire outlook on life. Jethro is so happy (ויחד יתרו) that he makes a special trip to the desert to greet Moses. He then declares \"Now I know (עתה ידעתי) that God is greater than all other gods.\" This powerful statement, coming from a polytheist, is testimony to Jethro's newfound belief in God, and is most welcomed by the elders of Israel as they joined with him in a sacrificial meal. The importance of Jethro is not that he had a major realization, but that he had the courage to take action (Beth Torah, 2/18/17)."
				},
				{
					"title": "Higher Accents",
					"description": "אנכי - There are two cantillation systems for the Torah; the lower sets of accents and the upper. The lower set of accents (ta'am tahton), the older of the two, is the set used for public synagogue readings. The one exception to this is the application of the upper set of accents (ta'am 'elyon) for the chanting of the Decalogue in Yitro and Vaethanan. An explanation for using ta'am 'elyon is in order to make it feel like a reenactment of the actual Matan Torah episode. The upper accents accomplish this more effectively than the lower accents, because the upper designates each commandment (except the first two) into 1 verse regardless of how long the commandment is. This is in contrast to the lower accents which divide the Decalogue into 13 verses. The upper accents render the first two commandments as a single one to remember that at Matan Torah (according to the Midrash), the people heard these two commandments directly from God as a single utterance. Tiqqun Highlights, Beth Torah Bulletin, January 26, 2019."
				},
				{
					"title": "One Man Show",
					"description": "נָבֹ֣ל תִּבֹּ֔ל גַּם־אַתָּ֕ה גַּם־הָעָ֥ם הַזֶּ֖ה - When Jethro sees swarms of people standing in line from morning until evening waiting to consult Moses about their problems, he is deeply disturbed and voices his concern. He says that not only will you, Moses, surely suffer (and become fatigued), but “also this nation [will suffer]\" (Exodus 18:18). It may be obvious why Moses will suffer from the long hours of difficult work, but why is the entire nation also going to suffer? What Jethro is trying to tell Moses here is that Moses can't do the job alone and that ultimately this nation will not be successful if it is a “one man show.” Instead, Moses needs to train many qualified leaders, or judges, within the nation to take care of the individual needs of the people. This is so one day, when Moses is no longer present, the infrastructure of the nation will continue without him. One might say that Jethro’s advice is the reason that the nation of Israel through the Jewish religion continues to survive and thrive to this very day. Beth Torah Bulletin, February 15, 2020."
				},
				{
					"title": "Maqam of the Week: HOSENI",
					"description": "For Shabbat Yitro (Exodus 18:1- 20:23), the prayers are conducted in Maqam HOSENI according to the vast majority of Syrian sources. The highlight of the Torah Reading is the story of Matan Torah; receiving the Ten Commandments. HOSENI, the maqam that means \"beautiful\" in Arabic, alludes to the Torah's \"beauty.\" Hoseni, which is described as \"a high Bayat,\" is also applied in association with Shabuot, the festival that commemorates receiving the Torah. HAZZANUT: Naqdishakh: Da'at UmZima (page 334). PIZMON SEFER TORAH: Ahallel VeAbia (page 220). Sephardic Pizmonim Project, www.pizmonim.com."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Mishpatim"
			],
			"hebrew": [
				"משפטים"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "The Hebrew Slave",
					"description": "כי תקנה עבד עברי - Soon after being freed from slavery, the Covenant Code (Exodus 21-23) begins with the laws of a Hebrew slave. Rather than attempt to completely abolish slavery, the Torah recognizes this institution as a practical means to provide the poor with a safety net (clothing, food, shelter) in exchange for their labor. The focus here is not whether one owned slaves, but rather how they treated them. The slave typically works in order to repay a debt and biblical guidelines mandate that he is set free on the seventh year. One should not make the mistake of equating the humane treatment of the Hebrew slave with the slavery practiced in other societies. A high level of kindness and dignity is expected from the master, and the master is responsible for the slave's physical well-being. The Talmud states that \"One who purchases a Hebrew slave is acquiring for himself a master (TB Qiddushin 22a).\" Beth Torah Bulletin, 2/25/17."
				},
				{
					"title": "No Money",
					"description": "ויצאה חנם אין כסף - The concept of \"Ki Tob\" refers to how the Aleppo custom assures that each aliyah opens and closes on a positive note. In the Aleppo custom for Mishpatim, Kohen ends at “Veyassea Ishto 'Imo” (Exodus 21:3), Levi ends at “Va'abado LeOlam” (21:6), and Yisrael ends at “Verapo Yerape” (21:19). Aleppo readers never stop at “Hinam Ein Kasef\" (21:11), which translates as \"No Money,” nor will they open with “Makeh Ish Va’met,” meaning “beating a man to death” (21:12),“ because it is viewed as too negative. \"Years ago at a Halabi k'nis in Brooklyn,” recalls Haim Shayo, “when a reader ended an aliyah at ‘Hinam Ein Kasef,’ the ‘Oleh (recipient) refused to say the closing blessing signaling for the Qoreh to read further. Afterwards, he said to the Qoreh, ‘how do you expect me to pay my bills and make money if you stop at Ein Kasef?'” This story shows the importance of honoring each ‘Oleh by always opening and closing on a positive note. Tiqqun Highlights, Beth Torah Bulletin, 2/2/19."
				},
				{
					"title": "Do Now, Ask Later",
					"description": "כל אשר דבר ה׳ נעשה ונשמע - When people would approach my great grandfather, Matouk Gemal (~1880-1967), with critical questions about religious observance, he would respond to them \"just do it now and you will understand later.\" This simple statement of trust in God in a way summarizes the covenant that Israel enters in Exodus 24. When Moses writes the words of God and reads them to the nation, they respond \"all that God says we will do and accept\" (Exodus 24:7). Acceptance implies having an understanding about what is being performed. Notice that the word \"do\" (נעשה) is placed before \"accept\" (נשמע). Shouldn't we only do something once we accept what we are doing? The lesson that I learn from the words of Matouk Gemal is that whereas we recognize the importance of having a understanding of the Torah, this cannot be the prerequisite to observance. In our relationship with the Almighty, we must do now and accept later. Beth Torah Bulletin, 2/10/18."
				},
				{
					"title": "The Ear",
					"description": "וְרָצַ֨ע אֲדֹנָ֤יו אֶת־אָזְנוֹ֙ בַּמַּרְצֵ֔עַ - Exodus 21:6 mandates that one must release his Hebrew servant at the seventh year. If the Hebrew servant chooses not to go free (in consideration of the many comforts in his master's home), there is a ritual in which the master brings him to the doorpost and pierces his ear with an awl, thereby remaining in servitude forever. The Talmud in Qiddushin 22b discusses this. Rabbi Yohanan Ben Zakai explains that the ear is specifically being punished, because it is the ear that heard God's voice at Sinai saying \"For to me the Children of Israel are servants; they are my servants\" (Leviticus 25:55), and not servants of servants. Similarly, in regards to the doorpost, Rabbi Shimon explains that the doorpost is singled out, because the doorpost is witness in Egypt when God passed over all the doorposts. The lesson here is that the Israelites are supposed to be a nation whose only master is God, but willfully remaining a servant and not choosing freedom, goes against this ideal. Beth Torah Bulletin, February 22, 2020."
				},
				{
					"title": "Maqam of the Week: NAWAH / SABA",
					"description": "For Shabbat Mishpatim (Exodus 21:1- 24:18), services are conducted in Maqam NAWAH (~6 sources) or SABA (~11 sources). NAWAH, the maqam applied for Qabbalat Shabbat, is appropriate, because like Shabbat, when God worked for six and then rested on seven, similarly the Hebrew slave works for six and then rests on seven. Another option is to apply Maqam SABA ('Sabi,' in Arabic, means baby boy), which is used to mark 'berit' or covenant. This connects here, because Israel has committed to observing the laws mentioned with \"Dam HaBerit\" (Exodus 24:8), or blood of the covenant. Sephardic Pizmonim Project, www.pizmonim.com."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Teruma"
			],
			"hebrew": [
				"תרומה"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Donations",
					"description": "ויקחו לי תרומה - Building the tabernacle was an important, yet challenging, task in helping to define Israel's communal relationship with the Almighty. Detailed instructions are given on how to successfully go about completing this holy endeavor. \"From every individual\" (מאת כל איש), teaches us that donor participation should be universal; rich and poor alike. Donations should be given on a voluntary basis (אשר ידבנו לבו) and not through any type of peer pressure or mandatory tax. Despite the fact that contributions should be coming from both the rich and poor alike, to show honor to God, only the finest materials could be used in its construction (זהב וכסף ונחשת)... If the temple, or possibly in our times, the synagogue, is built using the precepts mentioned above (ועשו לי מקדש), then God assures that His presence will always reside in it and within the hearts of each and every community member (ושכנתי בתוכם). Beth Torah Bulletin, 3/4/17."
				},
				{
					"title": "The Rings",
					"description": "בטבעת הארן יהיו הבדים לא יסרו ממנו - The carrying poles (בדים), Exodus 25:15 instructs, must permanently remain within the ark's rings (טבעת); never ever to be disassembled (לא יסרו ממנו). These poles function to carry the ark (הארן), which carries the sacred testimony (עדת). The fact that the poles and the ark are forever to be united teaches us a valuable lesson. The poles represent physical pursuits, and the ark represents spiritual pursuits. Ordinarily, these two pursuits appear to be opposites. When it comes to the proper way of worshiping God, however, the two are connected and intertwined. The unifying objects, the rings, teach us that hard work, often in the form of physical labor, is necessary in the pursuit of spirituality. The ark, and by extension, the Torah, the source of spiritual enlightenment, cannot exist on its own. The contributions of great people are the poles that are needed to constantly support it and keep it strong. Beth Torah Bulletin, 2/17/18."
				},
				{
					"title": "The Teruma-Tessave Mystery",
					"description": "תרומה תצוה מחוברות - Most years, in order to help synchronize the calendar, some Torah portions are combined. The 7 combined portions are: Vayaqhel-Pequdei, Tazria-Tahor, Ahare-Qedoshim, Behar-Behuqotai, Huqat-Balaq (or Qorah-Huqat in Aleppo), Matot-Masei, and Nisabim-Vayelekh. Upon reviewing an Aliyot Stop source that Gabriel A Shrem copied from Rabbi Jacob S Kassin, I saw that Teruma-Tessave can also be read combined. This is corroborated by a source by H David A Tawil. This week, I asked 25 people if they recall Teruma-Tessave combined, and while most vaguely recall doing so, none were able to provide an exact date. To settle this mystery, I called H Eli Marcus. He said that he recalls hearing of a disagreement taking place in Aleppo of whether to have Teruma-Tessave or Tazria-Tahor combined. Our Brooklyn SY community, however, decided to stick with the larger Jewish community and not combine Teruma-Tessave. Tiqqun Highlights, Beth Torah Bulletin, 2/7/19."
				},
				{
					"title": "Inside and Out",
					"description": "מִבַּ֥יִת וּמִח֖וּץ תְּצַפֶּ֑נּוּ - The Ark of the Covenant, says Exodus 25:11, is to be plated with pure gold both on the inside as well as the outside. It is easy to understand why the outside be plated with pure gold, after all, the Israelites want to show high respect for the object that houses the Ten Commandment tablets, but why must the inside also be plated with gold? When it comes to most things, including ourselves or our community, there is both an inside and an outside. Many times, people invest so much time, effort, and money on their outward appearances (clothing, houses, cars), but then completely neglect their insides; such as their health (physical and mental), their relationships with family and friends, and their overall spirituality. The instruction of making sure that the Ark has gold also on the inside is a reminder that one must make sure not to neglect their insides at the expense of investing only on their outsides. The two aspects of inside and outside should be treated equally. Beth Torah Bulletin, February 29, 2020."
				},
				{
					"title": "Maqam of the Week: BAYAT-HOSENI",
					"description": "For Shabbat Teruma (Exodus 25:1- 27:19), prayers are conducted in Maqam BAYAT-HOSENI according to at least 12 sources, because we are introduced to the mishkan (tabernacle) and the miqdash (sanctuary). The centerpiece of the tabernacle is the Ark of the Covenant (aron) where the Torah (edut) is placed. Since the mishkan, and specifically, the Torah, is of great beauty, Maqam HOSENI, the Arabic word for 'beauty', is applied. The melody of HOSENI can be described as \"a high Bayat.\" Despite the above, there are at least 15 sources that cite to apply Maqam SABA. Sephardic Pizmonim Project, www.pizmonim.com."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Tessave"
			],
			"hebrew": [
				"תצוה"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "It Is Well Known",
					"description": "לכבוד ולתפארת - Regarding the first Aliya of Tessave, the Aleppo custom is to read the first 4 verses of the perasha; ending at Exodus 28:2 by the words \"Lekhabod Ultifaret.\" This Aliya stop, which ends at the second verse of a new paragraph, is problematic as it violates the rule of not ending an Aliya less than 3 verses into a new paragraph. Upon asking this question to Mr Joey Mosseri, he said that \"this is not something new, as the Hakhamim have already discussed it.\" Citing sources H Algazi's \"Emet LeYaaqob\" (page 31b), as well as the \"Bet Obed\" Siddur (page 205:23), Mr Mosseri explains that this specific Aliya stop is permitted, because \"it is well known\" that the first Aliya starts at the beginning of the perasha and not at the paragraph opening of Exodus 28:1. Since we are certain that no one suspects that less than 3 verses were read, stopping at 28:2 is acceptable. Despite all this, many authorities disagree and end the first Aliya at 28:5. Tiqqun Highlights, Beth Torah Bulletin, 2/16/19."
				},
				{
					"title": "Uniforms",
					"description": "ועשית בגדי קדש לאהרן אחיך לכבוד ולתפארת - The prestige of the priests (כהנים) is best reflected by the clothing that they wore. The details of the uniforms, especially that of the High Priest, were specifically designed to show respect and splendor (לכבוד ולתפארת). With great honor, however, comes great responsibility. When the priests wear their uniforms, they are representing God. They are warned that corruption or abuse of power is a desecration of the uniform; an offense punishable by death (ולא ישאו עון ומתו). Both Nadab and Abihu (Aaron's children), as well as Hophni and Pinehas (Eli's children), suffered this fate. From this we see that God does not tolerate hypocrisy; being dressed one way and behaving in another. Those who decide to dress in religious or professional garbs must pay attention to how they present themselves in public and must always behave in respectable ways that are consistent with their uniforms (Beth Torah, 3/11/17)."
				},
				{
					"title": "At All Times",
					"description": "והיה על מצחו תמיד - The word Tamid (תמיד), defined as 'at all times,' describes the light placed in the Tabernacle (Exodus 27:20). During the Second Temple era, the historian, Josephus, writes that this light is literally eternal; \"never to be extinguished by day or by night\" (Against Apion, 1:22). Tamid is also used in Exodus 28:38 to instruct that the Frontlet (מצנפת) must be on the High Priest's \"forehead at all times\" (והיה על מצחו תמיד). This instruction, says Rashi (1040-1105), should not be taken literally, and only refers to \"when the High Priest performs services.\" Despite this, one should note that the forehead is the part of the body that represents the mind. Therefore, one might suggest that Tamid refers to the High Priest's pure state of the mind. By stating that the Frontlet must stay on his head \"at all times\" means that the High Priest must always discipline his thoughts and conduct himself consistent with the office in which he represents. Beth Torah Bulletin, 2/24/18."
				},
				{
					"title": "Warning Bells",
					"description": "וְנִשְׁמַ֣ע ק֠וֹלוֹ בְּבֹא֨וֹ אֶל־הַקֹּ֜דֶשׁ - Attached to the robe of the Kohen Hagadol are little gold bells. The purpose of these bells, according to Exodus 28:35, is to make ringing sounds whenever the Kohen Hagadol is near. The consequence of doing something inappropriate or disrespectful when the Kohen Hagadol is in your presence is death. For a similar reason, in the Syrian Sephardic Jewish tradition, the Sefer Torah also has little bells on its top portion (Rimonim); providing a warning for others to stand up when a Sefer Torah is about to be carried into a room. The 12th century biblical commentator Joseph ben Isaac of Orleans, also known as the Bekhor Shor, learns from this that one should not enter the home of his friend unannounced. Before entering, one should knock on the door in order not put the other person in the house in an embarrassing situation of them saying or doing something that they would only be doing in private. The same applies for entering a room in ones own home with fellow family members. Beth Torah Bulletin, March 7, 2020."
				},
				{
					"title": "Maqam of the Week: SIGAH",
					"description": "For Shabbat Tessave (Exodus 27:20- 30:10), prayers are conducted in Maqam SIGAH according to all Aleppo sources. The perasha opens with the commandment to take olive oil and kindle the eternal light (Ner Tamid). There is a connection between the Torah and light; as it states in Proverbs 6:23, \"Ki Ner Missvah VeTorah Ohr.\" SIGAH relates to the Torah, because it is the maqam applied for the melody of chanting the Torah. This year, Tessave is also Shabbat Zakhor, the Shabbat prior to Purim. To commemorate this time, a very unique Hazzanut list, below, is used for the Shabbat morning prayers. NISHMAT: Yebiun Sefatai Shira (SUHV, Red pizmonim book, page 472a) SHAVAT ANIYIM: El Ose Neqama (page 462) EL HAHODAOT: Or Gila (page 464) QADDISH: Adon Olam Yeshuati (not in Red Book) SEMEHIM: Abarekh Et Shem Hashem (page 459) MIMISRAYIM: Tam Venishlam (page 465) NAQDISHAKH: Eli Sur Yeshuati (page 460) PIZMON SEFER TORAH: Ya Eli Sur Misgabi (page 389) Sephardic Pizmonim Project, www.pizmonim.com."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Ki Tisa"
			],
			"hebrew": [
				"כי תשא"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Being Counted",
					"description": "כי תשא את ראש בני ישראל - Hillel the Elder asks \"If I am not for myself, who will be for me? (Abot 1:14)\" He then follows that with \"If I am only for myself, what am I?\" While it is ideal to find a healthy balance between these two extremes, the Torah favors people who join the community rather than those who keep to themselves. When one is counted in a group, their status is \"elevated\" (כי תשא), and their potential is raised. In addition, by being part of the group, one avoids possible problems (ולא יהיה בהם נגף) that accumulate from being alone. The message of contributing the half sheqel (מחצית השקל) for the national census is that no person is considered complete on their own. While personal autonomy is not rejected, God instructs us \"to be counted\" as active members of society in order to lead better lives and ultimately in order to be remembered (לזכרון) and atoned (לכפר על נפשתיכם). Beth Torah Bulletin, 3/18/17."
				},
				{
					"title": "Defending Aaron",
					"description": "ויקהל העם על אהרן - Is Aaron to blame for the Golden Calf episode? When Moses does not return from the mountain on time, the nation gathers \"on\" Aaron (Exodus 32:1). The word \"on\" (על) can also be translated as \"against;\" inferring that they were twisting his arm. Was this an opportune time for him to be a hero and educate the people about the true nature of God? Apparently, Aaron has no good options here. When Aaron senses the evil intentions of the people, he realizes that his own survival is at risk and therefore decides to cooperate. As much as he tries to delay, the nation's will is strong and the Golden Calf results immediately as the gold is thrown into the fire (ואשלכהו באש ויצא העגל הזה). When Aaron defends himself against Moses, who accuses him of \"bringing great sin,\" Moses offers no response. This is because he knew that sometimes we find ourselves in unfortunate situations where there are simply no good options. Beth Torah Bulletin, 3/3/18."
				},
				{
					"title": "Large Letters",
					"description": "נצר חסד לאלפים ... לא תשתחוה לאל אחר - Some traditions indicate that there is exactly one large and one small version of each letter throughout the entire Tanakh. The second and third instances of large letters are both found in Perashat Ki Tisa. There is a large Nun (נ) for the phrase נצר חסד לאלפים in Exodus 34:7, and only 7 verses later, there is a large Resh (ר) for the phrase לא תשתחוה לאל אחר in Exodus 34:14. One might suggest that the Nun of נצר חסד לאלפים (extend kindness for thousands) is large in order to emphasize the eternal message that God constantly repays acts of kindness for thousands of generations. Regarding the large Resh in אחר, many suggest that it is enlarged in order not to confuse it with the similar looking letter Daled (ד), which would change the entire meaning of the word. It is important to remember that at times, even making an error on one single letter, such as אחר and אחד, can lead to tremendous confusion. Tiqqun Highlights, Beth Torah Bulletin, 2/23/19."
				},
				{
					"title": "The Incense",
					"description": "קַח־לְךָ֣ סַמִּ֗ים נָטָ֤ף ׀ וּשְׁחֵ֙לֶת֙ וְחֶלְבְּנָ֔ה - In the preparation of the Qetoret, the holy incense, Exodus 30:34 instructs to blend together stacte (נטף), onycha (שחלת), and galbanum (חלבנה). This unique concoction of herbs, says God, is the combination worthy of His presence in the Tent of Meeting (אהל מועד). In reviewing these specific herbs, the biblical commentator Rashi is bothered by the inclusion of the herb galbanum (חלבנה). According to him, this spice is not like the others, because it has a very unpleasant odor. From the inclusion of this spice, Rashi learns an important lesson. The Qetoret represents the nation of Israel; a combination of many separate groups all united into one. When it comes to approaching God in fasting and in prayer, we have the responsibility to unite with even the lowest members of the nation, represented by the galbanum (חלבנה), and not consider them as outsiders. This unity, according to the analogy above, is what God wants from us and is what will bring His presence into our midst. Beth Torah Bulletin, March 14, 2020."
				},
				{
					"title": "Maqam of the Week: HIJAZ",
					"description": "On Shabbat Ki Tisa (Exodus 30:11- 34:35), Maqam HIJAZ is applied according to all Aleppo sources (Damascus sources: Maqam SABA). This maqam gets its name from the 'HEJAZ' region, which is the western province of what today is Saudi Arabia. The melody of this maqam is associated with sad and tragic events, such as funerals. It is warranted here, because we read about the story of the Golden Calf and the deaths of many people associated with it. Sephardic Pizmonim Project, www.pizmonim.com."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Vayaqhel"
			],
			"hebrew": [
				"ויקהל"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Time and Place",
					"description": "ויקהל משה את כל עדת בני ישראל - It may have been God's original intention for the people to relate to Him in a purely spiritual manner without the use of any shrines, symbols or rituals. The Golden Calf story, however, was an indicator that Israel, like many other nations, needed more physical and practical ways to worship. For this reason, Moses gathers (ויקהל משה) everyone to teach them how to appropriately connect with the Almighty. By discussing the Sabbath, sacred time is set each week to be free from work and recall God's central role in the world. By discussing the Tabernacle, a place to assemble is designated to perform worship rituals of sacrifice, prayer, and song. Ideally, God's presence should be acknowledged every minute and every place, but in order for the religion to resonate with all the people (כל עדת בני ישראל), the institutions of sacred time and sacred place were deemed necessary. Beth Torah 3/25/17."
				},
				{
					"title": "The Correction",
					"description": "זה הדבר אשר צוה ה׳ לאמר - With everyone assembled, Moses, in Exodus 35:4, offers a correction by asserting \"This is what (זה הדבר) God is commanding of you,\" and then proceeds to repeat the entire process of building the Tabernacle. This tedious repetition is necessary, because the people thought that they could ignore these instructions. From Exodus 25-31, much effort is devoted to describing every detail of how God wants the Tabernacle. Instead, in Exodus 32, the people, favoring to do what is most convenient and comfortable for themselves, decide to worship God via the Golden Calf; adopting old modes of ritual that they were familiar with from Egyptian society. God considers this an egregious violation, because He goes out of his way to provide specific instructions and is ignored. Moses provides this correction here to demonstrate that the only acceptable way of approaching God is by following his exact instructions. Beth Torah Bulletin, 3/10/18."
				},
				{
					"title": "Diminished Leaders",
					"description": "והנשאם הביאו את אבני השהם - To show enthusiasm for the construction of the Tabernacle, Exodus 35 documents the sequence of those who brought gifts: first the men, then the women, and at the very end, the leaders. In the Masoretic Text of Exodus 35:27, the word for leaders (נשיאים) is spelled in a shortened way; missing both letter yods (והנשאם). Rashi, quoting the Midrash, says that the word for leaders is written like this (without the yods) because they were the last group to make contributions. Real leaders should be those who lead their people in great projects and not wait until all the work is complete in order to to start participating. To show God's disappointment with these leaders, He takes away the yods from their title. Later on, however, in Numbers 7:2, when the Tabernacle is dedicated, the leaders have learned their lesson, and as a result of presenting their offerings first, the yods from their title are returned. Tiqqun Highlights, Beth Torah Bulletin, 3/2/19."
				},
				{
					"title": "The Issue of Fire",
					"description": "לֹא־תְבַעֲר֣וּ אֵ֔שׁ - The Sabbath day is the one of the cornerstones of the Torah. Apart from the prohibition of all \"work\" (מלאכה), there is an ambiguous statement regarding the issue of fire. Exodus 35:3 states \"Do not burn/kindle (תְבַעֲר֣וּ) fire in all your dwellings on the Sabbath day.\" During the Middle Ages, this verse, among several others, created a schism between Rabbinic Jews, those who believe in the \"Oral Law,\" and the Karaite Jews, those who only recognize the Written Law as authoritative. The Rabbinates, more flexible in approach, interpret the wording of this prohibition as implying that one may kindle a fire prior to the Sabbath and keep it lit throughout the day. The Karaites, however, observing the strict letter of the law and ridiculed for sitting in their dark homes on the Sabbath, believed that all fire must be extinguished in all their dwellings prior to the Sabbath. As a result of this dispute, Rabbinic Jews instituted the lighting of Friday night candles to demonstrate their opposition to the Karaite view. Beth Torah Bulletin, March 21, 2020."
				},
				{
					"title": "Maqam of the Week: BAYAT-HOSENI",
					"description": "For Shabbat Vayaqhel-Pequdei (and Shabbat HaHodesh) the prayers are conducted in Maqam BAYAT-HOSENI, according to SUHV (Red Pizmonim Book) and most other Aleppo sources. Maqam Hoseni (Arabic for 'beautiful') is applied, because we read about the mishkan (tabernacle); a place of great 'beauty'. This explanation is the same for Shabbat Teruma and Shemini, which also discuss the mishkan. The melody of Hoseni is often described as a high version of Maqam Bayat. HAZZANUT: Special for Shabbat HaHodesh (as per H Moshe Ashear): Semehim: Ashir LeEl Ayom; song on page 256, mentioning the 12 months of the year."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Pequdei"
			],
			"hebrew": [
				"פקודי"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Like God Commanded Moses",
					"description": "כאשר צוה ה' את משה - One of the most important themes in this week's Torah portion, Perashat Pequdei, is that the people followed the directions of building the Tabernacle \"exactly how God commanded Moses\" (Exodus 39:1). Unlike other portions in the Torah where the Israelites failed to do so, God expresses his approval here by endorsing the Tabernacle by dwelling there and having His cloud rest over it. In order to further emphasize this theme, the Syrian Jewish custom has it that every Shabbat Aliyah of this perasha stops with words similar to \"like God commanded Moses\" (כאשר צוה ה׳ את משה). Following this custom, the following would be the locations of the Aliyot Stops: Rishon until Exodus 39:1, Sheni until 39:7, Shelishi until 39:21, Rebi'i until 39:26, Hamishi until 39:32, Shishi until 39:43, Extra until 40:16, Extra until 40:21, Extra until 40:25, Extra until 40:29, Mashlim until the end of the perasha. Tiqqun Highlights, Beth Torah Bulletin 3/9/19."
				},
				{
					"title": "Guidance",
					"description": "ובהעלות הענן מעל המשכן יסעו בני ישראל - When we are first born, we are infants, and we do not have the ability to make our own decisions. Our parents are instrumental in guiding us to become adults who are capable of playing this same role. Eventually as we earned our parents trust, they allow us to make our own decisions. In Exodus 40, we read of the Divine presence filling the Tabernacle. On top of it, there was a cloud resting, and this cloud was there to guide the nation forward. According to Exodus 40:36, when the cloud rose above the Tabernacle and moved forward, then the Israelites travelled, and if the cloud did not move forward, then the Israelites did not travel. When the Israelites are in the desert, they, as a nation, are considered in their infancy. As infants, they had God, their parent, guiding them and taking care of every decision. With the passage of time, more autonomy is given to the people to make their own decisions. Beth Torah Bulletin, 3/9/19."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Vayiqra"
			],
			"hebrew": [
				"ויקרא"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Small Aleph",
					"description": "ויקרא אל משה - At the opening of Leviticus 1:1, the Masoretic Text has a small letter Aleph at the end of the word Vayiqra (ויקרא). Although there are no definite answers as to why some letters are large or small, this has been a subject of rabbinic speculation. The word Vayiqra, \"and He called,\" indicates that God had a direct connection in His relationship with Moses. When God calls other prophets, however, he uses the more cold word \"ויקר\" (translated as \"appeared\"), as he does with Bilaam in Numbers 23:4. According to the Ba'al HaTurim, in God's dictation of the Torah to Moses, He wanted Moses to write the word ויקרא; indicating their intimate relationship. Moses, however, in his humbleness, wanted to write the word ויקר; putting him on equal footings with prophets from foreign nations. In what seems to be a compromise, Moses makes the Aleph in Vayiqra smaller in order to follow God's dictation but at the same time not appear arrogant. Tiqqun Highlights, Beth Torah Bulletin, 3/16/19."
				},
				{
					"title": "Sacrifices",
					"description": "כי יקריב - In the Book of Leviticus, Moses teaches the proper procedure of how to offer a sacrifice should one feel inclined to do so. While sacrifices are generally viewed favorably by God (ריח ניחח לה׳), there is a possibility (see Maimonides) that the entire practice is optional (כי יקריב), and merely a concession to allow the people to worship in a way that was meaningful and well-understood by them. We learn from the prophets (Jeremiah 7:22) that technically, God, at Sinai, didn't actually command to bring sacrifices, and that He prefers that we spend our time improving the world with acts of kindness, justice, and righteousness (עשה חסד משפט וצדקה בארץ). Rather than focusing on rituals (such as sacrifices and prayers) and then living corruptly, God says (Jeremiah 9:23) that He seeks (כי באלה חפצתי נאם ה׳) those who have their priorities straight and live by ethical, moral, and honest values (Beth Torah, April 1, 2017)."
				},
				{
					"title": "Sincerity",
					"description": "אדם כי יקריב ... ונפש כי תקריב - For lavish animal offerings, Leviticus 1:2 uses the simple word, “Adam” (אדם), or man. For more simple flour offerings, Leviticus 2:1 applies the more elevated word, “Nefesh” (נפש), or soul. Although at times these words are interchangeable, commentaries derive a lesson from this. When it comes to bringing a gift to God, what is most important is not the type of gift one brings, but rather how one brings it. We learn from the specific usage of these words that God prefers the one who brings a simple flour offering but with sincerity over the one who brings an expensive meat offering brought without much thought. Since the institution of prayer is said to parallel that of the sacrifice, the same lesson applies as well. One can derive that God prefers the prayers of the one who pours out their heart and soul over the one who just shows up to services as a routine but does not actually concentrate on praying. Beth Torah Bulletin, 3/17/18."
				},
				{
					"title": "Place Your Hand",
					"description": "וְסָמַ֣ךְ יָד֔וֹ עַ֖ל רֹ֣אשׁ הָעֹלָ֑ה - When one brings a burnt offering, Leviticus 1:4 instructs that they place their \"hand (ידו)\" on the animal's head, and this is what is acceptable. We know from other offerings that one places two hands on the animal's head, so why is the word \"Yado\" (ידו), singular, written here and not \"Yadav\" in the plural (ידיו)? The Talmud (TB Menahot 93) answers that the word \"Yado\" comes to teach that one must bring the offering by himself, with his own hand, and not delegate the task to a messenger (שליח). Occasionally, in contemporary Jewish society, I come across advertisements of people offering to say prayers or learn Torah on another able-bodied person's behalf (for a fee, of course), and this, in my opinion, is wrong and even disrespectful. As we learn from the word \"Yado\" and not \"Yadav,\" when it comes to our sacred relationship with the Almighty, there are no intermediaries or messengers; one must have the proper respect to conduct all activities in person and not delegate the task to others. Beth Torah Bulletin, March 28, 2020."
				},
				{
					"title": "Maqam of the Week: RAST",
					"description": "On Shabbat Vayiqra (Leviticus 1:1- 5:26), Maqam RAST is applied to the prayers, according to the Red Pizmonim Book, and at least 18 other sources. This maqam, defined as 'head' in Arabic (ras), and considered the \"father of the maqamat,\" is always the first maqam used in any collection of Arabic songs. This relates here, as Vayiqra is the first perasha, or head, of Leviticus. This maqam also relates to this Torah portion, because, metaphorically speaking, sacrificing the 'head' of an animal is considered an atonement for one's head. Maqam RAST is also used each Shabbat at Minha services. Sephardic Pizmonim Project, www.pizmonim.com."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Sav"
			],
			"hebrew": [
				"צו"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Burning",
					"description": "על מוקדה על המזבח כל הלילה עד הבקר - In Leviticus 6:2, we read that the responsibility of maintaining the daily Burnt Offering falls on the priesthood of Aharon and his sons. Historically, in times of peace, these rituals were maintained with little difficulty. However, in times of trouble, the priests faced severe hardships in trying to maintain this commandment. During the siege of Jerusalem, the priests went so far to perform the daily sacrifices that they had to lower baskets full of gold coins from the city walls in order to secure one or two sheep for the daily offering (TB Baba Qama 82). Eventually, when the enemies won, the daily offering was discontinued. In writing verse 6:2, Moses makes a small letter Mem for the word מוקדה (burning). One may suggest that Mem of \"burning\" is small, because Moses is saddened to foreshadow a time in the future when the Jews will no longer be able to fulfill the daily Burnt Offering due to the destruction of the Temple. Tiqqun Highlights, Beth Torah Bulletin, 3/23/19."
				},
				{
					"title": "Gratitude",
					"description": "ויזבחו זבחי תודה ויספרו מעשיו ברנה - The Thanksgiving Offering (קרבן תודה), mentioned in Leviticus 7:12, is a type of \"peace sacrifice\" (שלמים) that one brings in order to express gratitude to the Almighty. This sacrifice is brought (ויזבחו זבחי תודה) when one escapes from serious harm and is then able to share the miraculous story of divine intervention with others (ויספרו מעשיו ברנה). Psalm 107 enumerates four scenarios in which this sacrifice is warranted: surviving (1) חבוש - incarceration, (2) יסורים - illness, (3) ים - a journey via the ocean, (4) מדבר - or through the desert. Today, instead of the Thanksgiving Offering, Jews recite the Gomel blessing (ברכת הגומל) for the above scenarios. In addition, Psalm 107 is traditionally recited each day of the Pesah festival, because it is when we offer thanks to God for His kindness (יודו לה׳ חסדו) by sharing our stories of survival with others (ונפלאותיו לבני אדם). Beth Torah Bulletin, 3/24/18."
				},
				{
					"title": "Sweet or Sour",
					"description": "כי כל שאר וכל דבש - For the Meal Offering, Hames (חמץ), or leaven, is restricted on the altar, \"because all yeast (sour) and all honey (sweet) are not to be consumed for God\" (Leviticus 2:11). Hames is unacceptable, because a fermented food represents something corrupt and artificial. A sour or sweet substance may enhance a food's taste, but in reality, it masks the true flavor. The message here is that God wants us to approach Him in an authentic manner. Behaving artificially is never acceptable when you approach the Almighty. For this reason, instead of Hames, the priests only eat Massot, unleavened bread, in the holy areas. For a similar reason, on the Pesah festival, the time of year when our nation is reborn, we eat Massa, unleavened bread, and are prohibited from eating Hames. This is in order to return to a more basic and natural state of existence; away from the all toxic elements of the world (Beth Torah, 4/8/17)."
				},
				{
					"title": "Removing Trash",
					"description": "והוציא את הדשן - After the Qorban Olah is consumed, Leviticus 6:4 instructs the Kohen to remove the ashes left over and dispose outside the camp. Why must the Kohen, a highly distinguished individual, bend down and remove the ashes from the sacrifice? Can't he delegate this to someone else? Contemplating an answer to this question, I am reminded of my childhood on East Third Street. My neighbor was Hakham Shaul, or Rabbi Saul J Kassin, the Chief Rabbi of our community. Throughout my youth, I would see him, a distinguished man in his eighties, doing menial tasks such as shoveling snow, raking leaves, taking out trash, and grocery shopping. He did everything himself and did not delegate these tasks to others. For this, I always had high respect and admiration for him. In a way, this is similar to the Kohen. In regards to removing the ashes, it is a reminder to the Kohen that even though he has a high status, he still has to take care of routine tasks, such as removing the trash, and this is not beneath his dignity. Beth Torah Bulletin, April 4, 2020."
				},
				{
					"title": "Maqam of the Week: RAHAWI NAWAH",
					"description": "On Shabbat Hagadol, which is the Shabbat before Pesah, the morning prayers are conducted in Maqam RAHAW (NAWAH) according to all Syrian sources. The usage of Maqam RAHAW is associated with this Shabbat, because it is the maqam applied for the Haggadah shel Pesah. HAZZANUT: Semehim: Emunim Irkhu Shebah (page 359); pizmon associated with the Seder of Pesah. PIZMON SEFER TORAH: Mi Yemallel (page 361). HAFTARA: According to Aleppo custom, the regular Haftara of Shabbat Sav is read. Sephardic Pizmonim Project, www.pizmonim.com."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Shemini"
			],
			"hebrew": [
				"שמיני"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Yourself First",
					"description": "וכפר בעדך ובעד העם - When on an airplane, many instructions are provided of what to do in case of an emergency. A common example is in the case where oxygen masks are needed, one is directed to secure their own mask prior to helping with that of another. Even if the person next to you is a loved one, the instruction is to save yourself first and then go on to save the other. When it comes to the process of repentance, we read in Leviticus 9:7 that Moses instructs Aaron, the High Priest, to bring his sin offering first and then the sin offering of the nation (and not the other way around). Although Aaron spends his entire life in the service of the nation, he is instructed to take care of his own personal affairs first prior to those of the people. The same concept holds true for each of us whether it be in relation to our families, our friends, or our careers. Prior to helping others, it is of utmost importance that we put ourselves first so that we are in a better position to help others (Beth Torah Bulletin, April 14, 2018)."
				},
				{
					"title": "Midpoint",
					"description": "דרש דרש משה - Depending on one's perspective, we are currently at or near the midpoint of the Torah. According to the Soferim, as described in the Talmud (Qiddushin 30a), the exact midpoint in terms of verses is by the word \"Vehitgalah\" (Leviticus 13:33), in terms of words is \"Darosh Darash Moshe\" (Leviticus 10:16), and in terms of letters is by the large letter Vav in the word \"Gahon\" (Leviticus 11:42). It must be noted that the Soferim counted 5,888 verses in the Torah, whereas we count 5,846 verses. Based on our system, the midpoint in terms of verses is at the end of Leviticus 8:7, in terms of words is at \"El Yesod\" (Leviticus 8:15), and in terms of letters is the Aleph of the word \"Hu\" (Leviticus 8:28). The discrepancy of the midpoints mentioned is based on the system used to divide verses (Ben Asher / Ben Naftali), based on the use of the \"maqaf\" note (hyphen) to combine certain words into one, and based on spelling differences. Tiqqun Highlights, Beth Torah Bulletin, March 30, 2019."
				},
				{
					"title": "Dietary Guidelines",
					"description": "אל תשקצו את נפשתיכם - What we choose to eat is a reflection of who we are and the values we espouse. In the beginning, God wanted humans to practice a vegetarian diet of only fruits and vegetables (Genesis 1:29). This type of diet, in the words of Rabbi Moshe Shamah, \"reflects a deep reverence for all forms of life\" (Recalling the Covenant, page 564). Realizing that we were falling short of this ideal, God, in Genesis 9:3, permits the eating of meat (with the exception of the blood). To further differentiate and sanctify the people of Israel from the rest of the world and to help achieve a higher level of holiness and cleanliness, Leviticus 11 comes to limit Israel to a few select animals; namely \"pure\" herbivores that possess specific signs and characteristics. Despite this concession, God awaits for the day when \"the wolf lives with the lamb\" (Isaiah 11:6), and when all living things exist together in peace (Beth Torah Bulletin, April 22, 2017)."
				},
				{
					"title": "The Stork",
					"description": "וְאֵת֙ הַחֲסִידָ֔ה הָאֲנָפָ֖ה לְמִינָ֑הּ - Among the birds that are prohibited to eat is the stork (Leviticus 11:19). A stork is a large, long-legged, and long-beaked bird from the \"Ciconiidae\" family. In Hebrew, the name for stork is \"Hasida\" (חסידה), which is related to the word \"Hesed\" (kind). The Talmud (Hullin 63b) states that this bird is considered \"kind\" because it shares food with its friends. The question remains, however, why is this bird unfit for consumption? Many commentators speculate about this specific bird. The Maimonides says that this bird is impure because it is cruel by nature. An interesting explanation that I heard from Rabbi Yosef Mizrachi is that this bird is prohibited, because it is kind only to fellow storks. Being kind to others seems to be a positive trait, but if you are only kind to those that are part of your own group, it is actually a cruel trait. According to this interpretation, the \"Hesed\" (kindness) expressed by this bird is not one to be emulated. Real kindness is when you share with everyone; including strangers. Beth Torah Bulletin, April 18, 2020."
				},
				{
					"title": "Maqam of the Week: HOSENI / RAST / NAHWAND",
					"description": "For Shabbat Shemini (Leviticus 9:1- 11:47), prayers are conducted in Maqam HOSENI according to SUHV (Red Book) and at least 14 other sources. This selection is based on the perasha which deals with the inauguration of the tabernacle (mishkan). Being that the tabernacle houses the Ten Commandments, something described as \"beautiful,\" HOSENI, a word that means 'beautiful' in Arabic, is most appropriate. The melody of Hoseni is often described as a higher version of Maqam Bayat. Dissenting opinion: RAST (according to H Moshe Ashear based on this year's calendar; first Shabbat after Pesah)."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Tazria"
			],
			"hebrew": [
				"תזריע"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Inclusive",
					"description": "ואם לא תמצא ידה די שה - Some years ago, a synagogue in Arizona made a flyer for Yom Kippur services that required an entrance fee. I recall reading on the bottom of the flyer \"Please see the Rabbi if you have difficulty with this fee; no one will be turned away due to financial reasons.\" This inclusive clause reflects the outreach goals of this Rabbi and is similar to another inclusive clause mentioned in the Torah. When a mother gives birth, she becomes ritually impure for either 33 days (for a boy) or 66 days (for a girl). In order to become pure again, Leviticus 12:6 states that she must offer a lamb and a dove. Leviticus 12:8 then goes on to state that if she does not have sufficient funds for a lamb (which may be too costly), she could become pure again by bringing a simple bird offering. One can learn from this that when it comes to all of our affairs, we should be sensitive to those around us and strive to always promote a more inclusive atmosphere. Beth Torah Bulletin, April 21, 2018."
				},
				{
					"title": "Descriptions",
					"description": "שאת או ספחת או בהרת - As an introduction to an Oral Pathology course, Dr Michael A Kahn spends an entire session going over the method of how to describe a lesion. Being able to accurately describe the appearance of what you see, he stressed, allows one to get closer to making a diagnosis. In this course, for each lesion shown to us, we needed to develop the skills of writing the site, color, shape, and size in as few words as possible. As I review Leviticus 13, I am reminded of all the descriptors from Oral Pathology class; site, color (white, black, red, green, yellow), and shape. Once the lesion (described in Leviticus 13:2 as \"a swelling, a rash, or a bright spot\") is presented, the Torah, in as few words as possible, explains what is a natural occurrence that requires no action and what is a disease that needs to be quarantined from society. Each lesion mentioned is described very precisely in order to allow the priest to come up with a proper diagnosis. Beth Torah Bulletin, April 6, 2019."
				},
				{
					"title": "Purity",
					"description": "לב טהור ברא לי אלקים ורוח נכון חדש בקרבי - To repent for his misdeeds, King David prays to \"Create in me a pure heart and renew within me a correct spirit\" (Psalms 51:12). The pursuit of purity is a central theme in the Torah, because it is the prerequisite to holiness (קדשים תהיו). Leviticus 12-15, in detailing purity laws, does not place judgement on those who became impure, but rather instructs on how one can recover and become pure again. This is because God is aware that in the complications of life, many things often occur that can make one impure even unintentionally. In providing these laws, God requests that everyone continue in their quests for purity and not give up trying. We learn from King David's words that it is never too late to fix oneself for even the most unclean person who has completely purged from the path can repent and wash themselves clean (תחטאני באזוב ואטהר). Beth Torah Bulletin, April 29, 2017."
				},
				{
					"title": "Seeing the Inner Person",
					"description": "וְרָאָ֥הוּ הַכֹּהֵ֖ן וְטִמֵּ֥א אֹתֽוֹ - In Leviticus 13:3, the Kohen, playing the role of both doctor and teacher, examines an affliction on someone's skin and decides the diagnosis; making the person either pure or impure. Contrary to the beginning of the verse which says וראה, \"and he saw,\" the end of the verse, says \"וראהו הכהן,\" translated as \"and the Kohen saw him.\" Regarding the word וראהו, Rabbi Meir Simcha of Dvinsk (1843-1926), known as the Meshekh Hokhma, comments that before the diagnosis, the Kohen sees \"him,\" the inner person, not the affliction, and decides how to deal with the situation. For once the Kohen issues a diagnosis, it is final, and all relevant rules regarding the quarantine applies. For instance, if one is a bridegroom, during the week of his wedding, the Kohen may be inclined to delay the official diagnosis until after that week in order not to ruin his celebration. We can learn from the astute Kohen that it is important to be sensitive and always look at the inner person prior to interacting with them. Beth Torah Bulletin, April 25, 2020."
				},
				{
					"title": "Maqam of the Week: SABA or BAYAT",
					"description": "2020 only- For Shabbat Tazria-Tahor (Leviticus 12:1- 15:33), there are two options in SUHV for the Maqam of the Week: Maqam SABA or BAYAT. Maqam SABA should be applied, because the perasha begins with the circumcision of the baby boy on the eighth day. In our tradition, Saba (\"Sabi\" in Arabic means 'boy') is reserved for the Berit Mila. The majority of sources, however, indicate to apply Maqam BAYAT. HAZZANUT: Naqdishakh: Ata Ahubi (page 410). Sephardic Pizmonim Project, www.pizmonim.com."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Tahor"
			],
			"hebrew": [
				"טהור"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Shabbat Tahor",
					"description": "זאת תהיה תורת המצרע ביום טהרתו - What is the name of this week's perasha? The general rule for naming a Torah portion is to use the perasha's first distinctive word. When it comes to naming our perasha (Leviticus 14:1- 15:33), there are a few opinions. Since Leviticus 14:1 is not distinctive (וידבר ה׳ אל משה לאמר), it gets ruled out as an option. One opinion found in Mahzor Aram Soba (1560) is \"Shabbat Zot;\" based on the first word in Leviticus 14:2. The most common opinion based on the perasha's ninth word is \"Mesora\" (disease). In order to avoid using an offensive word as the title of a perasha, a different opinion is offered. Contemporary Syrian Jewish tradition, as documented in many perasha lists from Aleppo, is to refer to this as \"Shabbat Tahor\" (pure) or \"Tehorot.\" This opinion, which is based on the word \"Tahorato\" (Leviticus 14:2), is a fitting euphemism that encapsulates the perasha's main theme of maintaining purity in a world full of disease. Tiqqun Highlights, Beth Torah Bulletin, 4/13/19."
				},
				{
					"title": "The Proper Mindset",
					"description": "ועץ ארז ושני תולעת ואזב - On the day that one purifies from disease, certain items are brought to the Kohen. In addition to animal sacrifices, Leviticus 14:4 lists Cedar wood, a crimson thread, and a hyssop. What do these three items symbolize? Cedar wood, coming from a Cedar tree, may symbolize strength, dignity, and power. The crimson thread is red; the same color as blood. The hyssop shrub is a small seemingly insignificant plant. Assuming that one is struck with a disease like leprosy as a result of a punishment, these items represent the proper mindset for rejoining society. When it comes to our self-esteem, one must view themselves as unique and as strong as a Cedar. At the same time though, we must humble ourselves and consider that we are as plentiful and insignificant as hyssop. With these two opposing ideas, we must use the crimson thread to remember that all living things have the same blood and are all connected under one Creator. Beth Torah Bulletin, April 13, 2019."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Ahare Mot"
			],
			"hebrew": [
				"אחרי מות"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Silence",
					"description": "וידם אהרן - In what was to be a very happy day, the inauguration of the Tabernacle turns into a catastrophe as Nadab and Abihu err in the incense offering and get consumed by a Divine fire. The loss of two sons in a single day in what appears to be an accident is enough to make most parents lose their minds and abandon faith, but this is not the case with Aharon, the High Priest. When faced with this great challenge, Aharon is courageous, and in acceptance of God's will, he remains silent (וידם אהרן). Aharon knew that all eyes were on him, and that if he were to lapse and lose self-control, this would create a ripple effect that would cause the entire nation to raise doubts about the religion. According to Rashi (1040-1105), Aharon's composure was praiseworthy and he was rewarded with receiving independent prophecy from God; as the words in Leviticus 10:8 (וידבר ה׳ אל אהרן לאמר) clearly indicate. Beth Torah, May 6, 2017."
				},
				{
					"title": "Extremism",
					"description": "ואל יבא בכל עת אל הקדש - After the mysterious deaths of Nadab and Abihu, sons of Aaron who died in service, multiple messages are offered to prevent similar tragedies from happening again. In Leviticus 16:2, Aaron is instructed \"not to go at all times to the Holy\" (ואל יבא בכל עת אל הקדש), meaning, Aaron's presence in the Holy of Holies (קדש קדשים) should be limited to only very specific times. A different interpretation to this verse, however, is that one should not blunder, like Nadab and Abihu, by devoting all of their time and energy into pursuits of holiness and no other endeavors. Their error of offering a foreign fire (אש זרה) may have been a desperate attempt to deceive the people into proving themselves as worthy priests. We learn from this message that as a general rule, God favors a more incremental, limited, and patient approach to holiness and not a religious approach that requires one to be too extreme in their actions. Beth Torah Bulletin, April 28, 2018."
				},
				{
					"title": "Top of the Page",
					"description": "שני השעירם גרלות - In this week's perasha, for the words \"Shenei HaSeirim Goralot\" (Leviticus 16:8), notice something unusual. Most Torah Scrolls follow a rule called \"Vavei HaAmudim,\" where each page opens with the letter Vav. Leviticus 16:8, however, is one of only six exceptions to this rule. The acrostic בי״ה שמ״ו is used as a reminder of the different letters that a Torah page can open with. This pneumonic device (except the Vav) also reminds us of the exceptions of when a page does not open with a Vav. Bet refers to \"Bereshit\" (Genesis 1:1), Yod to \"Yehuda\" (Genesis 49:8), Heh to \"Habaim\" (Exodus 14:28), Shin to \"Shemor\"(Exodus 34:11) or \"Shenei HaSeirim\" (Leviticus 16:8), and Mem to \"Ma-Tobu\" (Numbers 24:5). The Vav in the acrostic signifies that the words \"VeAida Bam\" in Deuteronomy 31:28 must be at the opening of a Torah page. We are unaware of any explanations for the above exceptions of not starting the page with the letter Vav. Tiqqun Highlights, Beth Torah Bulletin, May 6, 2019."
				},
				{
					"title": "Level Playing Field",
					"description": "וְכָל־מְלָאכָה֙ לֹ֣א תַעֲשׂ֔וּ הָֽאֶזְרָ֔ח וְהַגֵּ֖ר הַגָּ֥ר בְּתוֹכְכֶֽם - The concept of a \"level playing field\" is about promoting a fair situation; one where each person has an equal chance to succeed by needing to obey the same rules. In ancient Israelite society, the prohibition of working on Yom Kippur not only extended to Israelite citizens, but also to resident foreigners (Leviticus 16:29). The foreigners, though not required to fast, were required to obey certain laws. This ruling may be in order to promote fairness and not allow the foreigners from having an economic advantage of working on a day prohibited by Israelites. During the 2020 Coronavirus pandemic, there are some counties in a given state that seek to reopen their businesses despite statewide closures. If only one county opens, however, it might potentially give them a business advantage over those that continue to remain closed. In order to avoid any possible unfair advantage to some businesses, each state should decide when the time is right to reopen keeping this principle in mind. Beth Torah Bulletin, May 2, 2020."
				},
				{
					"title": "Maqam of the Week: HIJAZ",
					"description": "For Shabbat Ahare Mot-Qedoshim (Leviticus 16:1- 20:27), the appropriate maqam, according to all Aleppo sources, is HIJAZ, in order to mourn the deaths of Aaron's sons, Nadab and Abihu. Maqam HIJAZ, named after the Arabian peninsula, is generally applied in the Syrian tradition to evoke the mood of sadness. One opinion, favored by Cantor Gabriel A Shrem, is to mix Maqam BAYAT with HIJAZ when Ahare Mot and Qedoshim are combined. Sephardic Pizmonim Project, www.pizmonim.com."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Qedoshim"
			],
			"hebrew": [
				"קדשים"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "The Big Rule",
					"description": "ואהבת לרעך כמוך - One Shabbat, we had a dinner guest who had a family member being treated in the National Institute of Health (NIH). The guest observed how at the NIH, the diverse peoples from around the world, all in situations of despair and sickness, genuinely care for one another. However, in the outside world, where people are happy and healthy, they treat one another with disregard. The guest, on the Shabbat table, then screamed out something that I will never forget. She said \"Why do we have to wait for tragedy to strike for us to recognize that we are all one and that we should be good to one another?\" There was silence in the room. Rabbi Aqiba comments that \"a big rule in the Torah\" is in Leviticus 19:18. This statement is \"Ve'ahabta Lereakha Kamokha;\" which roughly translates as \"love the other like oneself.\" Instead of focusing on all of our superficial differences, we need to love and appreciate every person for what they are. Beth Torah Bulletin, May 11, 2019."
				},
				{
					"title": "Multitude of Laws",
					"description": "ושמרתם את כל חקתי ואת כל משפטי - What stands out about the Torah portion of Qedoshim is its multitude of laws. The majority of laws are concentrated in Leviticus 19; a chapter devoted to interpersonal ethical standards. In Leviticus 19:37, God affirms that \"safeguarding the Huqim and Mishpatim\" (laws) helps to accomplish the originally stated goal of becoming \"Qadosh\" (holy or separate). In terms of quantity of the laws, there are numerous listings of the misvot. Examples include the Maimonides \"Sefer HaMisvot,\" which list the laws by theme, or Ibn Gabirol's \"Azharot,\" which poetically list the laws. It is the 13th century anonymous Spanish work, \"Sefer HaHinukh,\" however, which provides a complete breakdown of the laws by Torah portion. According to this source, the perasha with the most laws is Ki Tesse (74), followed by Emor (56), followed by Re’eh (55), followed by both Mishpatim and Qedoshim (both at 51 laws). Tiqqun Highlights, Beth Torah Bulletin, May 11, 2019."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Emor"
			],
			"hebrew": [
				"אמור"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Teachers",
					"description": "אמר אל הכהנים בני אהרן ואמרת אלהם - In every society, teachers play an invaluable role in inspiring students to lead exemplary lives. I’ve been lucky to have had many teachers who helped shape my life. In college, however, I once had a teacher who had tattoos, dressed in shorts and a T-shirt, and who can often be seen outdoors smoking with the students. Although this teacher \"was good,\" he was different from the other more dignified educators and was not acting as a role model. In Israelite society, it is the priests (descendants of Aaron) who are designated as the nation's teachers. Ezekiel 44:23 elaborates that the priests “teach between sacred and profane\" (יורו בין קדש לחל). To maintain this elevated status, however, the priests, as the words \"tell them\" (אמר... ואמרת אלהם) in Leviticus 21:1 indicate, are ordered to separate themselves by refraining from some of the indulgences that are otherwise permitted to ordinary people. Beth Torah Bulletin, May 5, 2018."
				},
				{
					"title": "Repeating One Verse",
					"description": "אשה זנה וחללה - \"Ki Tob\" refers to the old custom of opening and closing Torah Aliya on a positive note. As per Syrian custom, there are a few times in the Torah where the last verse of the previous Aliya is repeated in order not to begin an Aliya on a negative note. They are: Emor (Levi), Qorah (Yisrael), Debarim (Rebi'i), and Vaethanan (Levi). Relating to the Aliyat Levi of Emor, an unusual incident happened many years ago that shows the importance of \"Ki Tob.\" I was in a minyan that did not follow this custom. When it came to Aliyat Levi, the Aliya recipient was standing by the Torah ready to begin. As the words \"Isha Zona VaHalala\" (Leviticus 21:7) are shown to him, his face grows pale and he walks down from the Torah in disgust. He was very offended that he was selected to receive an Aliya that opens with the word \"prostitute.\" Scrambling to keep everything moving, the synagogue had to find a different Levi (my father) for this Aliya. Tiqqun Highlights, Beth Torah Bulletin, May 18, 2019."
				},
				{
					"title": "The Omer",
					"description": "והבאתם את עמר - The period from Pesah to Shabuot, known as 'the Omer,' commemorates the offering of an 'Omer' (measuring 'unit') of the first grains and then the count of seven full weeks to bring a New Flour offering. This is not the only explanation, however, to refer to these days as \"the Omer.\" At the very start of Israel's journey through the desert (Exodus 16), many complain about the lack of food. To feed them and instill discipline, God sends manna from the sky and says that each person may only collect one 'Omer' of manna each day. Many ignore this limit and try to collect more, but God equalizes everyone's portion to always end up at exactly one Omer. Despite only having one Omer to eat, everyone was always satisfied with their respective portion. During the Omer period, we recall the message of this story; that God, our Provider, makes sure that every person has exactly what they need to thrive. Beth Torah, May 13, 2017."
				},
				{
					"title": "Starting the Count",
					"description": "מִֽמָּחֳרַת֙ הַשַּׁבָּ֔ת יְנִיפֶ֖נּוּ הַכֹּהֵֽן - In Leviticus 23:11, God instructs that a \"sheaf\" (Omer) of the new crop is brought to the Kohen on \"Mimahorat HaShabbat,\" translated as \"on the morrow of the Sabbath.\" There were different opinions throughout history on how to interpret this ambiguity. The interpretation of this ambiguous phrase advocated by the Talmud is that \"Shabbat\" refers to a festival. This follows the idea that a festival is also referred to as \"Shabbaton.\" Therefore, Jews follow the Rabbinic tradition to begin counting one day after the First Day of Pesah. The Karaites &amp; Saduccees (who did not believe in the Oral Law) dissented from the traditions handed down by our Hakhamim. The former interpreted the word \"Shabbat\" to only mean the seventh day of the week (Saturday) and would start counting on the Sunday after the First Day of Pesah. The latter opinion of the Sadducees is that the \"Shabbat\" does refer to Saturday, but the counting begins on the Sunday after the end of Pesah. This interpretation is cited by sources in the Dead Sea Scrolls and the Pseudepigrapha (Books of Enoch and Jubilees). Following the tradition of our Rabbis, we start counting the Omer one day after the First Day of Pesah. Beth Torah Bulletin, May 9, 2020."
				},
				{
					"title": "Maqam of the Week: SIGAH or ASHIRAN",
					"description": "For Shabbat Emor (Leviticus 21:1- 24:23), which most years is the Shabbat prior to Lag La'Omer, prayers are conducted in Maqam SIGAH. The main reason for applying SIGAH is because the flagship song for Lag LaOmer, Bar Yohai (page 61), is in this maqam. This song has both a slow and a fast version; both of which can be applied to the pieces of prayers. Maqam SIGAH will be familiar to most congregants as the maqam applied for Torah readings. Sephardic Pizmonim Project, www.pizmonim.com."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Behar"
			],
			"hebrew": [
				"בהר סיני"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "The Sabbatical",
					"description": "וידבר ה׳ אל משה בהר סיני לאמר - A famous question is asked: \"What does the topic of the Sabbatical Year (שמיטה) have to do with Mount Sinai (הר סיני)?\" The rabbis, in various commentaries for Leviticus 25:1, take this question as an opportunity to remind us that it is not only the Ten Commandments (אבות) presented on Sinai that are important, but also the details of hundreds of Torah laws that may be derived (תולדות) from them. For example, we were commanded on Mount Sinai to \"safeguard the sanctity of Sabbath day\" (שמור את יום השבת לקדשו) by granting a day of rest to all of the workers. The words בהר סיני, however, come to teach that it isn't enough to only observe the Fourth Commandment regarding the Sabbath day, but also the many laws that are derived from the Shabbat. This includes releasing all slaves, forgiving all debt, and not working the land on the Sabbatical Year. Beth Torah Bulletin, May 20, 2017."
				},
				{
					"title": "The Hataf Patah",
					"description": "וּֽשֲׂדֵ֛ה מגרש עריהם לא ימכר - In Leviticus 25:34, what is the pronunciation of the first word (וּֽשֲׂדֵ֛ה); U'SADE or U'SEDE? The answer comes down to how one pronounces the Hataf Patah under a non-guttural letter (שֲׂ). There are many other locations of words with similar occurrences. Some say that 5 of them are pronounced like a Patah (UZAHAV, *USADE, USHAQA, USHAMA’, USHAVE), whereas the remainder are pronounced like a Sheva-Na’ (like a quick Segol). Others disagree. Minhat Shai, in \"Ma'amar HaMaarikh\", states that one should pronounce a word according to what is shown; meaning, a non-guttural letter with a Sheva (shown as two vertically aligned dots) should be pronounced like a Sheva-Nah or Sheva-Na’ as dictated by grammatical rules. On the other hand, a non-guttural letter with a Hataf should always be pronounced like a Sheva-Na’, irrespective of the grammatical rules. Therefore, the correct pronunciation is U’SEDE. Tiqqun Highlights, Beth Torah Bulletin, May 25, 2019."
				},
				{
					"title": "Minding One's Business",
					"description": "ויראת מאלהיך וחי אחיך עמך - We are often told to \"mind your own business\" and not to get involved in the financial affairs of our family members, our friends, or our neighbors. There are times, however, that this does not apply. The repetition of the words \"fear your God\" three times in Leviticus 25 reminds us of the importance of doing the right thing even when no one else is watching. If there is a financial downturn, and you witness a \"brother\" (or fellow community member) in distress, you must do whatever is possible to preserve that person's dignity and keep them out of debt (slavery). Leviticus 25:36 mandates that all loans be interest-free and that we must ascertain that this person has a roof over their head (וחי אחיך עמך). When it comes to the plights of others, the Torah is aware that most people mind their own business and look the other way. That is why we are reminded to \"fear your God\" (ויראת מאלהיך) and intervene on their behalf. Beth Torah Bulletin, May 12, 2018."
				},
				{
					"title": "Catch Him",
					"description": "וְכִֽי־יָמ֣וּךְ אָחִ֔יךָ וּמָ֥טָה יָד֖וֹ עִמָּ֑ךְ וְהֶֽחֱזַ֣קְתָּ בּ֔וֹ - A major theme in the Torah is for members of society to help one another. Leviticus 25:35 says if your \"brother stumbles,\" meaning that they are collapsing economically, you need to catch him from falling. Rashi (1040-1105) asks what difference is it whether you help him now or wait until he hits rock bottom? Rashi answers (based on Sifra, Behar, Section 5) by bringing an analogy of a donkey that is carrying a heavy load on its back. If the donkey starts to struggle in walking, a single person can easily step in and successfully help keep the donkey standing. However, once the donkey falls on the ground, not even five people can help lift up that donkey again. Meaning, the same goal of getting the donkey to walk again will require more than five times the effort compared to helping it early on. The same is true with a struggling person. If one is \"caught\" early on, helping them get back on their feet is relatively easy. However, if one completely falls, it is much harder to help this person. Beth Torah Bulletin, May 16, 2020."
				},
				{
					"title": "Maqam of the Week: NAHWAND or NAWAH",
					"description": "2020 only- For Shabbat Behar-Behuqotai combined (Leviticus 25:1-27:34), prayers are conducted in Maqam NAWAH or NAHWAND. NAWAH may be an option, because Nawah is the maqam for Qabbalat Shabbat, and Behar starts off with the concept of working the land for six years and allowing it to rest on the seventh year (Shemita is similar to Shabbat). NAHWAND may be an option in order to apply melodies to celebrate the upcoming Yom Yerushalayim. HAZZANUT: Semehim: Yerushalayim Shel Zahab (page 208a)."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Behuqotai"
			],
			"hebrew": [
				"בחקתי"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "The Curses",
					"description": "ואם לא תשמעו לי - The Torah portion \"Behuqotai\" contains both blessings (11 verses) and curses (29 verses). There are some customs associated with reciting the curses; both here (Leviticus 26:14-26:46) as well as in \"Ki Tabo\" (Deuteronomy 28). There is a custom to chant them in a more quiet voice. The curses are read as one long uninterrupted Aliya, but some sources disagree and stop midway by \"VeHaAres Ezkor\" (Leviticus 26:42). To start this Aliya, some repeat the last three verses of the previous Aliya (Leviticus 26:10-13) in order to avoid opening on negative note. Most sources have this portion as the fourth Aliya, while others have it as the third (without repeating from 26:10). Within the list of curses, the verse starting \"VeZakharti\" (Leviticus 26:42) is read louder, because it is considered a positive. Finally, this Aliya is customarily given to the Mesader or Ba'al Qore (Torah reader) as not to impose it on a regular congregant. Tiqqun Highlights, Beth Torah Bulletin, June 1, 2019."
				},
				{
					"title": "Wake Up Call",
					"description": "ואם תלכו עמי קרי - While commuting to and from work this past week, I got pulled over by the cops three separate times. What makes this odd is that I have not been pulled over in well over a year. After being pulled over twice, I wrote the occurrence off as random (bad luck), but after the third time, I was shaken. Each day in the world, many events take place that appear to be coincidences. The Torah, however, warns about \"going with Me [God] in 'Qeri' (Leviticus 26:21).\" Many commentators explain the word 'Qeri' to mean 'casual' or 'coincidence;' derived from the word 'Miqre' (occurrence). God warns that if one treat events as random, then God, in turn, treat them in 'Qeri' (Leviticus 26:41); meaning, He will allow random things take place on them. For all events taking place, it is best to recognize that no occurrence is ever random and in some cases God may be providing a wake up call. In my case, I learned to be a more careful driver. Beth Torah Bulletin, June 1, 2019."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Bemidbar"
			],
			"hebrew": [
				"במדבר"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Know Your Position",
					"description": "ואיש על דגלו לצבאתם - Traveling in a wilderness is no easy task. After the exodus from Egypt, Moses has the hard task of leading the Israelites through the desert and into the Promised Land. In order to successfully mobilize, God says that the people need to be organized; each person in their respective proper position (ואיש על דגלו לצבאתם). For example, the Levites have the position adjacent to the Tabernacle handling its holy utensils. The Torah (Numbers 1:51), in a stark warning against overstepping ones boundaries, warns that this task is specific to the Levites and that any non-Levite \"stranger\" who tries to overstep their bounds and perform Levite tasks \"shall die\" (והזר הקרב יומת). In our community, each person is very unique and has a specific role. In order for us to mobilize and reach our final destination as a community, each individual must find their own position and play their role for the benefit of the greater good. Beth Torah Bulletin, May 19, 2018."
				},
				{
					"title": "Flags",
					"description": "מנגד סביב לאהל מועד יחנו - A major theme in the Book of Numbers is maintaining peace and unity despite the many differences that existed among the people. When Israel journeyed through the wilderness, the camp was organized by flags (דגלים). Each of these flags represented different groups of people with different backgrounds, values, and ideals. At the center of all four camps, however, was the one unifying factor: the Tabernacle. For all intents and purposes, the nation originated with great divisions. This book, however, comes to illustrate that when it came to their recognition of God, commitment to the Torah, and the sanctity of the Tabernacle, each person put their differences aside and agreed to join hands and work together. This sense of unity has turned a lowly group of former slaves into a very proud nation that continues to exist more than 3,329 years later. Beth Torah Bulletin, May 27, 2017."
				},
				{
					"title": "Excluding Aharon",
					"description": "אשר פקד משה ואהרן - Throughout the Masoretic Text of the Torah, there are ten places where dots are placed above words. In Numbers 3:39, a dot is placed on each letter of the word 'VeAharon' (ואהרן). Perhaps they were placed to show doubt about the presence of this word? It must be noted that in variant non-Masoretic texts of Numbers 3:39, such as the Samaritan, Syriac, and Coptic versions, the word 'VeAharon' is absent. It should also be noted that in all other instances of counting throughout this chapter (3:5, 3:11, 3:40, 3:44, 3:51), it is only Moses counting and not both Moses and Aharon. Rabbinic commentaries, aware of these mysterious dots, offer various explanations. According to Rashi (1040-1105), the dots come to exclude Aharon HaKohen from being counted among the Levites even though he is descended from this family. This is because his role is so unique that it is not befitting to count him as an ordinary member of the Levite clan. Tiqqun Highlights, Beth Torah Bulletin, June 8, 2019."
				},
				{
					"title": "Descendants",
					"description": "וְאֵ֛לֶּה תּוֹלְדֹ֥ת אַהֲרֹ֖ן וּמֹשֶׁ֑ה - Having completed the marching positions of the other tribes, Numbers 3:1 opens with \"These are the descendants of Aharon and Moshe\" in order to focus on the roles of the Levites. Why does the text say that the descendants of Aharon and Moshe are to be discussed, but then only mentions the children of Aharon? Some suggest that the children of Moses are omitted due to their possible linkage in the future to building a Golden Calf in the northern region of Dan (Judges 18:30). Not discussing that aspect of the question though, Rashi, citing the Talmud (TB Sanhedrin 19b), takes the opportunity to teach that Moses is given credit for being a father to Aharon's children, because he is their teacher. From this, the Talmud learns that whoever teaches the Torah to the son of his fellow man, it is as if he had begotten him. This teaching expands the definition of a father to include those individuals, such as teachers or mentors, who make a significant contribution in ones upbringing. Beth Torah Bulletin, May 23, 2020."
				},
				{
					"title": "Maqam of the Week: HOSENI",
					"description": "On Shabbat Kallah, the Shabbat prior to Shabuot, Maqam HOSENI, which is described as 'a high Bayat,' is applied. When \"Bemidbar\" (Numbers 1:1- 4:20) is not linked to Shabbat Kallah, RAST is applied, because this is the first perasha of Sefer Bemidbar. Maqam Hoseni is related to Shabuot, because it is when we receive the Torah. Since the Torah is of great 'beauty', Hoseni, the maqam that means \"beauty\" in Arabic, is applied. Maqam Hoseni is also used for the ta'amim of Megillat Ruth. HAZZANUT: Semehim: Azharot, Naqdishakh: Da’at UmZima (page 334)."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Naso"
			],
			"hebrew": [
				"נשא"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "From Age 30",
					"description": "מבן שלשים שנה ומעלה - In the census of the Israelite army, all males from the age of 20 are counted. When it comes to the Levites in the Tabernacle, however, only those 30 and above are counted (Numbers 4:23). This is a ten year discrepancy! By contrasting these numbers, God teaches that when it comes to the physical pursuit of fighting in wars, the young age of 20 is enough, but when it comes to the spiritual pursuit of serving in the Tabernacle, greater skill and maturity is required. In addition, when it comes to acting as God's emissary, one must be fully ready from Day One. There is \"no learning on the job\" and \"no room for error.\" The extra ten years give Levites the opportunity to shadow their peers for their future roles. In the pursuit of most professions, it is of utmost importance to devote many years of learning, preparation, and shadowing so that one minimizes initial errors and so that one gets a good start to their career. Beth Torah Bulletin, May 26, 2018."
				},
				{
					"title": "Qadashav or Qodashav",
					"description": "וְאִ֥ישׁ אֶת־קֳדָשָׁ֖יו - There is some debate in the Syrian community over the pronunciation of the word קֳדָשָׁ֖יו (Numbers 5:10). Is it Qadashav or Qodashav? From a grammatical view, most agree that a Hataf Qames is pronounced AW (Qodashav). Yet, some have a tradition to pronounce it 'Qadashav'. In May 2007, Mr Joey Mosseri collected responses of many community members on this issue. The following said Qadashav: H Mordekhai Nadaf (quoting H Halfon Safdeyah A\"H and H Yosef Hamaoui A\"H), Eli M Mosseri, David Alhadeff (quoting H David A Tawil A\"H), Rabbi Dr Raymond Harari (quoting Mr Saul E Tawil A\"H of Beth Torah), Morris Arking, and Haim Shayo. The following said Qodashav: Mr Felix Tourgeman A\"H, Rabbi Dr Elie Abadie, Rabbi Dr Henry Hasson (quoting Albert Mouhadeb of SLC), Mickey Kairey A\"H, Norman Didia (quoting the \"Ma'amar HaMa'arikh\" of the Minhat Shai, which quotes Ibn Janah), Edward Azrak and Abe Zami. Tiqqun Highlights, June 15, 2019."
				},
				{
					"title": "The Priestly Blessing",
					"description": "כה תברכו את בני ישראל - In 1979, at the Ketef Hinnom archaeological site, southwest of Jerusalem, two silver scrolls, containing the earliest known biblical text (circa 650-587 BCE), were discovered. These scrolls, originally used as amulets, contained Paleo-Hebrew inscriptions of the Priestly Blessing (Numbers 6:24-26). Finding these specific words is highly significant, because it sheds light on the core beliefs of the Ancient Israelites during the First Temple period. It shows Israel to be a nation which relies on God as their source of physical blessing (יברכך) and security (וישמרך). It also shows that Israel sees God as their source of spiritual light (יאר) and charming character traits (ויחנך). Lastly, it views God as the ultimate remedy against depression by raising spirits during difficult times (ישא) and by providing (וישם) everyone (לך) with the feeling of inner peace (שלום). Beth Torah Bulletin, June 3, 2017."
				},
				{
					"title": "Deuel or Reuel",
					"description": "בַּיּוֹם֙ הַשִּׁשִּׁ֔י נָשִׂ֖יא לִבְנֵ֣י גָ֑ד אֶלְיָסָ֖ף בֶּן־דְּעוּאֵֽל׃ - What is the name of the leader from the tribe of Gad; is it Elyasaf son of Deuel (דעואל) or Reuel (רעואל)? To answer this, we should review the sources. In the Masoretic Text, \"Deuel\" is found in Numbers 1:14, 7:42, 7:47, and 10:20, but in Numbers 2:14, it says \"Reuel.\" In the Samaritan Pentateuch, it says \"Deuel\" for all of the above verses (including Numbers 2:14). In the Septuagint, the Jewish translation of the Bible into Greek, \"Reuel,\" not \"Deuel\" appears throughout. Seeing both names, the Ramban (1194-1270) acknowledged that this individual, Deuel/Reuel, had both names and for this reason the Torah included both. In addition, Rabbi David Kimhi (1160-1235), the Radak, acknowledged in his commentary on 1 Chronicles 1:7 that there are many cases throughout the Tanakh where the Hebrew letters Dalet and Resh, Yod and Vav, and Alef and Heh, are used interchangeably. As a result, in some locations, the name Deuel is written and in others, Reuel. Masoretic Note, June 6, 2020."
				},
				{
					"title": "Maqam of the Week: SABA",
					"description": "For Shabbat Naso (Numbers 4:21- 7:89), prayers are conducted in SABA, the maqam used for a circumcision, as per ALL Aleppo sources. Allusions to the word SABA are found twice in this Torah portion: \"Lissbo SABA\" (Hebrew: ‘army’) in Numbers 4:23, as well as \"V'et Bitnekh SABA\" in Numbers 5:21. There is a connection between Sota (unfaithful wife) mentioned in Numbers 5 and the circumcision (Mila). The Berit Mila serves as a protection against infidelity so that one can maintain a good marriage. Being that this maqam is associated with circumcision, it is also used here in order to remind us to conduct our affairs properly."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Behaalotekha"
			],
			"hebrew": [
				"בהעלותך"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "The Menora",
					"description": "בהעלותך את הנרות אל מול פני המנורה - The light of the Menora has elevated (בהעלותך) many people throughout the generations, although no official reason for it's existence is offered anywhere in the Torah. It is only until we read about an angel who approached Zekaria (Zekaria 4) that we are offered a clear explanation. In a dream, Zekaria had a vision of a gold Menora along with two olive trees. \"Do you know what this means?\" asked the angel. When Zekaria admits that he did not, the angel tells him that the light of the Menora symbolizes that it is \"not by might, and not by power, but by My spirit alone\" (לא בחיל ולא בכח כי אם ברוחי) that will bring you salvation. The light of the Menora is a powerful reminder that we don't have to be mighty warriors in order to overcome mountainous obstacles but rather, our success comes directly from the light of God that continues to inspire us. Beth Torah Bulletin, June 10, 2017."
				},
				{
					"title": "Inverted Nuns",
					"description": "׆ ויהי בנסע הארון - The Inverted Nun (נו״ן הפוכה) is a rare symbol found nine times in the TaNaKh. In Numbers 10:35-36, there are two such symbols, and in Psalm 107, the traditional Mizmor for Pesah, there are seven. Thefunction of this symbol (׆) throughout ancient texts is disputed, but many ideas have been offered. One suggestion is that the Inverted Nun is to demonstrate that these verses are out of place. Another suggestion, found in the Talmud (TB Shabbat 116a) is thatthe Inverted Nuns show that these two verses, consisting of 85 words, form a separate book; making the Torah consist of 7 books (following R' Yonatan's opinion on Proverbs 9:1). Another sage of the Talmud, R' Shimon Ben Gamliel, disputes this and commentsthat the Inverted Nuns provide a break between two different transgressions of the Israelites. Regardless of the reason for the Inverted Nuns, they cause these verses discussing the carrying of the Aron to have added significance. Tiqqun Highlights, Beth Torah Bulletin, June 22, 2019."
				},
				{
					"title": "Nostalgia",
					"description": "זכרנו את הדגה - Whenever I hear Syrian Jews recall the \"good old days\" in Bradley Beach, they often describe it as if everything from this era was perfect. This type of yearning for the past in a sentimental way is referred to as nostalgia. In talking about Bradley, community members often relive the fun and excitement of their youth and the communal unity that they experienced. This type of nostalgia can be viewed as helpful especially if we want to recreate the feelings of love and unity. Another type of nostalgia, however, takes place in Numbers 11:5. Here, lustful Israelites say \"We remember the fish we used to eat for free in Egypt; all the cucumbers, melons, leeks, onions, and garlic that we wanted.\" These Israelites were punished, because they had nostalgia for the wrong things. Instead of thanking God for the simple manna that they had as a free nation, they fantasized about their time as lowly slaves but surrounded by good food. Beth Torah Bulletin, June 2, 2018."
				},
				{
					"title": "Far",
					"description": "אִ֣ישׁ אִ֣ישׁ כִּי־יִהְיֶֽה־טָמֵ֣א ׀ לָנֶ֡פֶשׁ אוֹ֩ בְדֶ֨רֶךְ רְחֹקָ֜הׄ - In Numbers 9:10, there is a dot above the letter Heh in the word \"Rehoqa\" (רְחֹקָ֜הׄ) in all Torah scrolls. The context of the verse discusses Pesah Sheni; offering the Pesah sacrifice on 15 Iyar for those who were on a \"far journey\" (בְדֶ֨רֶךְ רְחֹקָ֜הׄ) for the original Pesah. Rashi says that the dot above \"Rehoqa\" hints that \"far\" does not only refer to distance. For a person can be \"far\" by simply being outside, not inside, of the courtyard of the sacrifice ceremony. According to R. Hezekia b. Manoah, also known as Hizquni (circa 1240), the dot above the Heh is meant to delete that letter from the word; making it \"Rahoq.\" Here, the word \"Rahoq,\" which is masculine, connects to the word \"Ish\" (man) in the beginning of the verse. In this case, the dot is to teach that not only does the law apply to someone on a \"far journey,\" but also to one who was spiritually \"far;\" i.e. estranged from God. Even for such people, they are given a second opportunity to renew their relationship with God and rejoin the nation. Tiqqun Highlights, Beth Torah Bulletin, June 13, 2020."
				},
				{
					"title": "Maqam of the Week: SIGAH",
					"description": "For Shabbat Beha'alotekha (Numbers 8:1- 12:16), the third perasha in the book, prayers are conducted in Maqam SIGAH (which means ‘third’ in Persian). This maqam, associated with priestly ceremonies and with the building of the tabernacle, is applied, because the perasha opens with the lighting of the Menora. SIGAH relates to the Torah, because it is the maqam applied for the melody of chanting the Torah. There is a connection between the Torah and light; as it states in Proverbs, \"Ki Ner Missva VeTorah Or.\" HAZZANUT: Nishmat: Yebiun Sefatai Shira (discusses the Menora). Sephardic Pizmonim Project, www.pizmonim.com."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Shelah"
			],
			"hebrew": [
				"שלח"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Be The Man",
					"description": "כלם אנשים - “In a place where there are no men,\" Hillel teaches, \"be the man” (Abot 2:5). When Moses dispatches spies to scout the Land of Canaan, the most prominent tribal leaders are selected. Numbers 13:3 writes “all are men” (כלם אנשים); presumably people of great authority, charisma, and stature. Ironically, of all twelve men, only two, Kaleb (Judah) and Joshua (Ephraim), exhibit leadership qualities by providing optimistic reports of the land and their ability to succeed in conquest. Unlike Joshua who has close ties to Moses, Kaleb, an individual with no strong ties to Moses, shows great courage by going completely against the majority of the nation (ויהס כלב את העם). Kaleb sees that he is in a place \"where there are no men,\" and decides to step up and \"be the man.\" Because of their abilities to be strong leaders when no one else would, Joshua and Kaleb both merit to become the only people from their generation to inherit the land. Beth Torah Bulletin, June 9, 2018."
				},
				{
					"title": "Confidence",
					"description": "עלה נעלה וירשנו אתה כי יכול נוכל לה - When the spies observe the inhabitants, the infrastructure, and even the fruits of Canaan, they grew intimidated; casting serious doubts about the nation's ability to move forward with the conquest. It was Kaleb Ben Yefune, the one \"Jewish\" spy (from the tribe of Judah), who saw the exact same obstacles and encouraged others to think more positively. When everyone else lost hope, Kaleb's lone voice of \"we can certainly do it!\" (Numbers 13:30) created an optimistic outlook on the difficult road ahead. Ten of the spies were eventually punished, not because they deemed the pending task as too difficult, but because they did not believe in the ability of God to deliver on His promise. We learn from this story that when faced with challenges in life, it is the Jewish way to trust in God and then have the confidence to move forward and not be dissuaded by doubts. Beth Torah Bulletin, June 17, 2017."
				},
				{
					"title": "True Greatness",
					"description": "ועתה יגדל נא כח אדני - After the story of the spies, God plans obliterate the Israelites. It was not until Moses' plea to advocate on the nation's behalf that God reconsiders. In Numbers 14:17, Moses says that \"God's power will be great\" if He acts mercifully and forgives the nation. Masoretic scribal tradition indicates to write a large letter Yod in the word \"Yigdal\" (יגדל). An explanation for the large Yod is that while God may have performed many miracles up until this point, no act of God would be as great (יגדל) as being able to overlook this crime and forgive the people. Although the people deserve to be punished, it would be considered the most greatest act of God not to act with justice, but rather with mercy. In Numbers 14:20, God says \"I pardon them as you asked\" (סלחתי כדברך). In order to be truly \"great,\" one must learn from God and act mercifully when it comes to others; even if they have wronged you and even if they don't merit forgiveness. Tiqqun Highlights, Beth Torah Bulletin, June 29, 2019."
				},
				{
					"title": "The Full Name of Joshua",
					"description": "לְמַטֵּ֥ה אֶפְרָ֖יִם הוֹשֵׁ֥עַ בִּן־נֽוּן - There is ambiguity regarding the full name of Joshua. In Numbers 13:8, it is \"Hoshea Bin Nun,\" representative of Efraim. Later, in Numbers 13:16, Moses calls him \"Yehoshua.\" Rashi, quoting the Talmud, says that the Yod was added as a prayer for God (\"Yah\") to save him (\"Hoshea\") from the plot of the spies. In regards to \"son of\", the Masoretic Text refers to him as \"Bin,\" not \"Ben.\" Radak says that since the words \"Ben\" and \"Nun\" are both small words, pronouncing it Bin-Nun makes it easier for one to read. The Ramban says that there are a few places where the word \"Bin\" is substituted for Ben (see Proverbs 30:1, Jonah 4:10, Deuteronomy 25:2). In this case, Bin is substituted for Ben from the word \"Binah,\" meaning understanding. Joshua was called this out of respect, because he was known to have a mind of understanding. Regarding the name of Joshua's father, 1 Chronicles 7:27 records the proper name as Non, not Nun. Nun should only be used in conjunction with the word Bin (son of). Tiqqun Highlights, Beth Torah Bulletin, June 20, 2020."
				},
				{
					"title": "Maqam of the Week: HIJAZ",
					"description": "On Shabbat Shelah (Numbers 13:1- 15:41), prayers are conducted in Maqam HIJAZ according to the Red Pizmonim Book. Maqam HIJAZ, named after a region on the Arabian peninsula, is generally applied to evoke the mood of sadness. The reason for applying a maqam that symbolizes mourning is because we read about the episode of the spies and its tragic aftermath. Despite the above opinion, most older Aleppo sources indicate to apply Maqam IRAQ or NAWAH. Nowadays, the Jerusalem tradition, as practiced in Knis Ades, is to apply Maqam NAHWAND. Sephardic Pizmonim Project, www.pizmonim.com."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Qorah"
			],
			"hebrew": [
				"קרח"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Qorah-Huqat Combined?",
					"description": "קרח חקת מחוברות - In Aleppo, there was an old custom of combining Qorah with Huqat almost every year. Some elders say that Qorah-Huqat was instituted in order to avoid communal conflicts that occurred as a result of reading Qorah alone; a perasha filled with conflict. H Ya'aqob Attia A\"H said that Huqat should not be read alone because the Targum translates \"Zot Huqat HaTora\" as \"Da Gezerat Orayta\" (decrees). In order to avoid negative events associated with reading Huqat alone, Huqat is combined with Qorah. Once Aleppo Jews arrived to New York, however, they were influenced by non-Aleppian rabbis who discouraged this custom. In the Aleppo communities of Panama and São Paulo, they also discontinued the custom. Aleppo communities in Buenos Aires and Mexico City, however, influenced by Aleppo-born rabbis, currently continue the custom of reading Qorah-Huqat combined on years when other Jews combine Huqat-Balaq. Tiqqun Highlights, Beth Torah Bulletin, July 6, 2019."
				},
				{
					"title": "Disassociation",
					"description": "ויקח קרח בן יצהר בן קהת בן לוי - The question is raised, why, in the genealogy of Qorah (Numbers 16:1), is the name of Jacob, father of Levi, omitted? Rashi suggests, based on Midrash Tanhuma, Qorah 4, this is because Jacob's parting words to Levi was \"with their assembly, do not bring my (Jacob's) glory\" (Genesis 49:6). What he meant by this is that if there are ever controversies, problems, or quarrels associated with Simeon or Levi, Jacob wants to be disassociated from it and does not his name to be acknowledged as their father. Jacob's wish of being disassociated, though, only applies to when there are negative developments in relation to his descendants. To contrast this, in positive developments of Qorah's descendants, such as their participation in the activities of the \"Dukhan\" in the Beit HaMiqdash, then Jacob's name is mentioned. As it says in Dibre Hayamim, \"... the son of Ebiasaph, the son of Qorah, the son of Izhar, the son of Kohath, the son of Levi, the son of Israel\" (I Chronicles 6:22—23). Beth Torah Bulletin, June 27, 2020."
				},
				{
					"title": "Bad Neighbors",
					"description": "ואון בן פלת בני ראובן - In an effort to solicit supporters, Qorah, a Levite from the Qehat clan, recruits his neighbors, members of the tribe of Reuben; both whose camps were located south of the Tabernacle. Among the Reubenites was On Ben Pelet; mentioned once in Numbers 16:1, but then never again. In speculation of his mysterious absence, the Midrash explains what may have happened to him. Initially, On was recruited by Qorah, his neighbor, due to his family links with Datan and Abiram. But then, On's wife insists that On withdraws; saying that he had absolutely nothing to gain from any involvement. Her wisdom of neutrality is what saved On from suffering the same fate as Datan and Abiram. This story teaches about the importance of הרחק משכן רע; distancing oneself from a bad neighbor (Abot 1:7). One should always try to stay away from negative influences and those who will bring you down. Beth Torah Bulletin, June 24, 2017."
				},
				{
					"title": "Not One Donkey",
					"description": "לא חמור אחד מהם נשאתי - We learn throughout the Torah of the importance of treating others with respect. One way of showing this trait is by fair financial transactions with others. When it comes to kings throughout the world, they typically had no problem taking possessions from their subjects as they see fit. Israel's leader, Moses, however, respects his people so much that he is extremely careful not to take even the slightest favors from any of them. That is why when faced with rejection by 250 distinguished community leaders, he is dumbfounded. \"I have not done bad to them,\" he says to God, \"not a single donkey have I taken from any of them\" (Numbers 16:15). This brief statement illustrates that Moses is careful in how he conducts himself and holds himself accountable for all of his interactions. We can learn from Moses' example of the importance of respecting others through being very careful in all financial interactions. Beth Torah Bulletin, June 16, 2018."
				},
				{
					"title": "Maqam of the Week: NAHWAND or HOSENI",
					"description": "On Shabbat Qorah (Numbers 16:1- 18:32), Maqam NAHWAND is applied to the prayers according to SUHV (Red Pizmonim Book). This maqam, used to mark conflict, is selected here, as we read about Qorah's rebellion. It should be noted that most sources, including H Moshe Ashear, cite Maqam HOSENI for either Shabbat Qorah alone, or Qorah-Huqat combined. PIZMON SEFER TORAH: Ma Navu Ragle Mebaser (page 133); in this song, there is mention of Aharon's staff budding and blooming."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Huqat"
			],
			"hebrew": [
				"חקת"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Hebrew Transliterations",
					"description": "חֻקַּת - Upon searching on Wikipedia for this week's Torah portion [חֻקַּת], I came across three different spellings of its name; Chukat, Hukath, or Chukkas. All of the above spellings, based on Numbers 19:2, are totally incorrect and represents a lack of knowledge of the relationship between the Hebrew and English alphabets. To better understand the proper method of transliterating Hebrew words, one must be familiar with the Paleo-Hebrew alphabet; the original source of each letter. This ancient alphabet, similar to the Phoenician alphabet, was used by the ancient Israelites during biblical times until about the 5th century BCE when it was slowly phased out by the Assyrian alphabet. For the word, חקת, using Paleo-Hebrew, one will see that the Het ( 𐤇 ) directly corresponds to an H, the Qof ( 𐤒 ) to a Q, and the Taf ( 𐤕 ) to a T. The above demonstrates that the spelling of חקת as HuQaT is the only correct transliteration of this word. Tiqqun Highlights, Beth Torah Bulletin, July 13, 2019."
				},
				{
					"title": "A Red Heifer",
					"description": "ויקחו אליך פרה אדומה תמימה - On the farms of Herbert Celler near Lakewood, NJ, a Red Heifer was born in April 2013. This means that the purification ashes required to perform Temple services would finally be available for the first time in two millennia. Historically, only 9 other Red Cows supposedly met the strict criteria needed to qualify as \"Temima\" (translated as \"perfect\" or \"flawless\"). Many rabbis traveled to this farm to see the Red Cow and were truly amazed. Hopes faded, however, on July 1, 2015, when the cow surprisingly gave birth to a black calf. According to the Maimonides' Mishne Torah, the act of impregnation is considered a form of work, thereby disqualifying this cow from services. It was not meant to be. Although it is frustrating to lose this opportunity to fulfill this important Hoq (statute), it is reassuring to know that the Jewish people are constantly on the lookout to fulfill this difficult commandment. Beth Torah Bulletin, July 1, 2017."
				},
				{
					"title": "Brothers",
					"description": "כה אמר אחיך ישראל - The closest route to the Land of Canaan from Qadesh, the location where Israel camped, is through Edom, the nation consisting of Esav's descendants. In a reasonable request to Edom's king, Moses, in Numbers 20:14, uses the term \"brother\" (אחיך ישראל) to describe their relationship. Edom's cold negative response (לא תעבר) accompanied by their army, surprises the Israelites despite the guarantees that only the main road would be used (דרך המלך נלך). Feeling hurt and rejected, Israel quietly turns away (ויט ישראל מעליו), moves on, and ultimately uses another path to reach their destination. Yet, in his final discourse, Moses teaches \"do not abhor the Edomite, for he is your brother\" (Deuteronomy 23:8). Although at times they do not act like our brothers, Moses implores the Israelites to acknowledge their status as family and take the high road in all interactions with them. This is because it is always important to preserve your family. Beth Torah Bulletin, June 23, 2018."
				},
				{
					"title": "Credit",
					"description": "יַ֚עַן לֹא־הֶאֱמַנְתֶּ֣ם בִּ֔י לְהַ֨קְדִּישֵׁ֔נִי - What did Moshe and Aharon do wrong to deserve strict punishment? Numbers 20:12 says that \"You did not trust in me enough to sanctify me in front of the Children of Israel.\" If we read what God commands Moses, \"talk to the rock in front of them\" (Numbers 20:8), and compare it to what Moses does, \"Moses raises his hand and hits the rock twice with his rod\" (Numbers 20:11), we find that Moses did not carry out God's command exactly as it was commanded. In addition, Moses scolds the people by calling them \"rebels\" (שִׁמְעוּ־נָא֙ הַמֹּרִ֔ים) and then more importantly says that \"WE WILL release for you water\" (נוֹצִ֥יא לָכֶ֖ם מָֽיִם). Instead of Moses mentioning that God will give the people water, Moses changes the language a bit and says that \"we\" will give you water. For Moses to include himself into the equation, by taking credit in something that he had no real part in, this diminishes God's role and he misses the opportunity to make a Qiddush Hashem, a sanctification of God's name. Beth Torah Bulletin, July 3, 2020."
				},
				{
					"title": "Maqam of the Week: HOSENI",
					"description": "For Shabbat Huqat (Numbers 19:1- 22:1), Maqam HOSENI, often described as \"a high BAYAT,\" is applied, according to most sources (dissenting: MAHOUR or AJAM). HOSENI, the maqam used for Matan Torah, is applied, because we open with Zot Huqat HaTorah; words that reconnect us to the receiving of the Torah. Another explanation is because the description of the Red Cow, \"Temima,\" meaning perfect/flawless, is also used in Psalms 19:8 to describe the Torah. Despite this connection to the Torah, no Matan Torah tunes are applied to the prayers. PIZMON SEFER TORAH: Ma Neima Veyafa (page 299)."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Balaq"
			],
			"hebrew": [
				"בלק"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Grass of the Field",
					"description": "כלחך השור את ירק השדה - When in competition against rivals, playing fairly is praiseworthy. When Moab saw that Israel was traveling in their direction, they conspired with Midian on the basis that Israel \"will devour everything around us, like the ox devours all the grass of the field (Numbers 22:4).\" Although their concerns over its limited supply of resources had validity, their method of defeating Israel through sorcery, witchcraft, and divination is indicative of the poor moral character of these parties. Rather than confront their challengers in a straightforward way (i.e. by declaring war), Moab and Midian attempt to weaken Israel from behind; first by commissioning Bilaam to have God curse them, and then by sending women to seduce them and recruit them into foreign cults. While it is important to play hard in all fields of life, all victories should be achieved fairly and not through backhanded means. Beth Torah Bulletin, July 8, 2017."
				},
				{
					"title": "Benefit of the Doubt",
					"description": "ויגל ה׳ את עיני בלעם - When Bilaam travels on the road, his donkey stops for no apparent reason. Without hesitation, Bilaam beats his donkey. \"What did I do to deserve these three beatings?\" asks the donkey. Bilaam says \"if I had a sword in my hand, I would have killed you!\" The donkey then replies, \"I am the donkey that you rode your entire life. Have I ever done anything like this before?\" Suddenly, \"God uncovers Bilaam's eyes\" (Numbers 22:31) revealing that the road all along has been blocked by an angel holding a sword. Bilaam was quick to think that he is correct and that the donkey is wrong, when in fact, the reality was quite the opposite. Bilaam did not give his life-long friend, the donkey, the benefit of the doubt. The lesson here is never to jump to conclusions. When you perceive that others have wronged you, it helps to walk away from the situation for a few moments and then revisit it with a new outlook and a fresh perspective. Beth Torah Bulletin, June 30, 2018."
				},
				{
					"title": "Tents of Jacob",
					"description": "מה טבו אהליך יעקב - Any aliya to the Torah is considered to be an honor for the recipient. According to Aleppo tradition, however, there is added significance to the Sixth Aliya, Shishi, due to the words “very good” being written in association with the Sixth Day (Genesis 1:31). As a result, the aliyot are always arranged in order to give the Sixth Aliya the nicest portion; keeping it short in order to limit it to nice words and blessings. This is most true in Perashat Balaq where most sources designate Numbers 24:5-7 as the Sixth Aliya. In this portion, we read what the prophet Bila'am is forced to say in describing Israel. \"How good are Your tents, O Jacob, Your dwellings, O Israel!\" The aliya continues to describe the Israelite community like a place with plentiful rivers of water that stretch out alongside beautiful gardens of strong Cedar trees. The aliya concludes that \"their king shall rise above Agag [of Amaleq], and their kingdom shall be exalted.\" Tiqqun Highlights, Beth Torah Bulletin, July 20, 2019."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Pinehas"
			],
			"hebrew": [
				"פינחס"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "A Broken Peace",
					"description": "את בריתי שלום - After Pinehas wages war against those involved in acts of sexual immorality, God grants him His \"Peace Covenant\" (Numbers 25:12). In a scribal oddity of the Masoretic Text, the stem of the letter 'Vav' in the word שלום is cut in half (ו׳ קטיעא); leaving a \"broken letter.\" There is often a very heavy price for going to war. Even if one returns safely, they were exposed to experiences that are deleterious to their mental well-being. When my grandfather, David I Betesh (1925-1997), returned from the Pacific in World War II, he was scarred for life. His experiences of watching his friends die was traumatizing to him, even though he, himself, survived. In the \"peace years\" after the war ended, he was never again \"at peace.\" An explanation for the broken 'Vav' in the word \"peace\" is that although God wishes to extend peace to Pinehas, this feeling of peace is incomplete and imperfect due to the blood and acts of violence involved in order to obtain it. Tiqqun Highlights, Beth Torah Bulletin, July 27, 2019."
				},
				{
					"title": "Sons of Dan",
					"description": "אלה בני דן למשפחתם לשוחם משפחת השוחמי - The Second Census, the official tally of the Israelites, is presented in Numbers 26. There, the tribe of Benjamin, son of Jacob's most loved wife, Rachel, and originally with 10 children, has a tally of 45,600, and immediately after, in Numbers 26:42, we read that the tribe of Dan, son of his maidservant, Bilha, and originally with only one child, Shuham (mentioned in Genesis 46:23 as \"Hushim\"), has a tally of 64,400; making Dan, the second largest tribe. The juxtaposition of the numbers of these two tribes teaches us that tables can turn and that ones luck can change; what is originally small can end up large, and what is originally large can end up small. One should never think that because one is small, weak, or insignificant today, that one will always be this way. With the will to survive and the confidence to succeed, even the smallest person, like Shuham son of Dan, can rise up and become great. Beth Torah Bulletin, July 7, 2018."
				},
				{
					"title": "Consistency",
					"description": "שנים ליום עלה תמיד- A debate took place amongst the sages of the Mishna asking: What single verse encapsulates the most important values of the Torah the most? Many great suggestions were offered (see introduction to Ein Yaaqob), but none were as well received as the verse from Numbers 28:4 presented by Shimon Ben Pazi; \"The first lamb you shall prepare in the morning\" (את הכבש האחד תעשה בבקר), \"and the second lamb you shall prepare in the evening\" (ואת הכבש השני תעשה בין הערבים). The fact that most agreed on this particular verse highlights the importance of the concept of consistency in Israel's relationship to the Almighty. The simple routine of worshiping consistently every morning and evening regardless of ones current state of mind is preferable and stands in sharp contrast to those who only approach God during times of trouble or during times of experiencing extreme religious fervor (Beth Torah Bulletin, July 15, 2017)."
				},
				{
					"title": "No One is Perfect",
					"description": "כִּֽי־בְחֶטְא֣וֹ מֵ֔ת - When the daughters of Selophehad come forward with their petition to receive their father’s holding, they say “Our father died in the desert, and he was not part of Qorah's faction that banded on God, but 'in his own sin' he died, and he did not have male offspring” (Numbers 27:3). My question is, in their father's death, why include the unnecessary remark that he also sinned? Perhaps there was a belief that any death is as a result of a sin? My answer, based on Rashi, is that the daughters wanted to make a point that their father was not a perfect person, and that he may have sinned in his life, but any damage in a sin made was only limited to himself and that he never involved others to drag them down with him (as was the case with Qorah's rebellion). The lesson that I learn from Selophehad's daughters is that they acknowledged that no one is perfect and completely removed from sin, but this is nothing to be embarrassed about, nor does it disqualify them from being part of the community. Beth Torah Bulletin, July 11, 2020."
				},
				{
					"title": "Maqam of the Week: SABA",
					"description": "On Shabbat Pinehas (Numbers 25:10- 30:1), the eighth perasha in this book, prayers are conducted in Maqam SABA according to most Aleppo sources. This is because God gives a “Berit Shalom” (peace covenant) to Pinehas for his courageous actions to defend God's name. SABA is used in other cases with the mention of covenant, because this is the maqam for the Berit Mila (circumcision). According to Qabbala, Eliahou HaNabi, the witness of every Berit Mila, is linked with Pinehas. HAZZANUT: Semehim: Habib Allah Eliahou (page 92). PIZMON SEFER TORAH: Shelah Segani (page 480)."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Matot"
			],
			"hebrew": [
				"מטות"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "My Handshake",
					"description": "לא יחל דברו ככל היצא מפיו יעשה - Several years ago, my uncle put his house in Brooklyn up for sale. He got what he thought was a reasonable offer, and without signing anything (\"handshake agreement\"), he verbally agreed to sell the house to this buyer. Days later, in a conversation with his neighbor about the upcoming sale, that neighbor was so interested in the opportunity of buying this same house for one of his children that he immediately offered him \"a blank check.\" To this, however, my relative blatantly refused; citing the verbal agreement with the first buyer. My relative is quoted as saying \"my handshake is my word.\" To be a respectable “man” (איש) in the eyes of God, as in the eyes of all people, \"all the words that comes from his mouth he must do\" (Numbers 30:3). In addition, anytime we use our speech, we must exercise caution, because ultimately we will be held accountable for all the words that we say. Beth Torah Bulletin, July 14, 2018."
				},
				{
					"title": "Priorities",
					"description": "ערים לטפכם וגדרת לצנאכם - When Reuben and Gad see the fertile land east of the Jordan River, they are enamored and petition (Numbers 32:16) \"We want to build (1) pens for our flocks and (2) cities for our children.\" In response, Moses reverses the order of their requests (32:24): \"Build (1) cities for your children, and (2) pens for your sheep.\" The Midrash understands this reversal as a rebuke for not having their priorities straight; valuing their possessions over their children. These tribes seemed to value the assets that add to their income (i.e. livestock), over the assets that did not (i.e. children). When they heard Moses' response, however, the message of getting their priorities straight was understood. In correction, Reuben and Gad affirm that (32:26) \"(1) Our children... (2) our livestock... will be there.\" Only after Moses sees this correction does he grant their request (32:33) for the land. Beth Torah Bulletin, July 22, 2017."
				},
				{
					"title": "Hubris",
					"description": "וַיִּקְרָ֧א לָ֦ה נֹ֖בַח בִּשְׁמֽוֹ - The Tere Ta'ame is a rare cantillation note that looks like a rotated Shenei Gerishin below a word. This rare note, which may substitute for a Ma'arikh, only appears 5 times throughout the Torah as follows: Genesis 27:25, Exodus 5:15, Leviticus 10:1, Numbers 14:3, and Numbers 32:42. It's melody can be described as a Pazer followed by a Tebir. The obscure melody of the Tere Ta'ame conveys the message of something unpraiseworthy in the text. In Numbers 32:42, this note is below the word \"La\" (לה). The context of the text discusses how a descendant of Menashe named Nobah captures a territory called Qenat and then renames the territory after himself. Assuming that the usage of the Tere Ta'ame hints to something unpraiseworthy, one might suggest that the action of naming a territory after oneself is act of hubris or excessive haughtiness (גאוה) and not a praiseworthy character trait that one should emulate. Tiqqun Highlights, Beth Torah Bulletin, August 3, 2019."
				},
				{
					"title": "Repercussions",
					"description": "וְנֹֽאחֲז֥וּ בְתֹכְכֶ֖ם בְּאֶ֥רֶץ כְּנָֽעַן - The agreement between Moses and Reuben, Gad, and half of Menashe, is that they can start building cities on the land on the eastern bank of the Jordan River (with their wives, children, and flocks settling down), on condition that their soldiers serve armed in the Israelite conquest of Canaan. In explaining this to the other tribes, the Masoretic Text of Numbers 32:30 says \"if they do not cross over with you armed, they shall receive holdings among you in the Land of Canaan.\" Out of respect to the two and a half tribes in front of the other tribes, Moses keeps the repercussions vague; in just four words \"Venohazu Betokhekhem Be'eress Kena'an.\" It is interesting to note, however, that in Qumran text for this verse (found in the Dead Sea Scrolls), the repercussions are not as polite and terse; with fourteen added words inserted into this verse. Here is the Qumran Text of Numbers 32:30 (with capital letters for added words): \"if they will not cross over with you armed FOR BATTLE BEFORE GOD, THEN THEIR CHILDREN, THEIR WIVES, AND THEIR FLOCKS WILL BE BROUGHT BACK TO THE LAND OF CANAAN, and they shall receive holdings among you in the Land of Canaan.\" Qumran Comment, Beth Torah Bulletin, July 18, 2020."
				},
				{
					"title": "Maqam of the Week: NAHWAND or NAWAH",
					"description": "For Shabbat Matot-Masei (Numbers 30:2-36:13), services are conducted in Maqam NAHWAND, because the portion begins with the laws of vows and the importance of keeping ones word. Maqam Nahwand is used in cases of conflict, so one may suggest that if one makes a vow that they cannot keep, this causes conflict. Another example of a vow in this perasha is when the tribes of Reuben and Gad, in exchange for inhabiting the eastern Jordan territories, vow to stay on the battlefield until all of Canaan is conquered. Older sources indicate Maqam NAWAH; used to end a Humash."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Masei"
			],
			"hebrew": [
				"מסעי"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Day Old Moon and Cow Horns",
					"description": "אֶת־פְּאַת־קֵ֣דְמָה אַלְפַּ֪יִם בָּֽאַמָּ֟ה - The Yerah Ben Yomo and Qarnei Fara are a pair of two rare cantillation notes found only once in the Torah (Numbers 35:5), and only 15 other times in the Tanakh (excluding Tehillim, Mishlei and Iyob where they appear often). The Yerah Ben Yomo, translated as \"day old moon\" is a note that resembles an upside down Atnah, but instead of acting like a stop (ta'am mafsiq), it serves as a conjunctive (ta'am mehaber). The Qarnei Fara, translated as \"cow horns\" and which looks like a Talsa adjacent to a Talsha, acts like a Pazer, a note that often appears before the Gerish or Shenei Gerishin. The melody of the Yerah Ben Yomo is similar to a Shofar Holekh, whereas the melody of the Qarnei Fara is similar to a Pazer. Based on the context of Numbers 35:5 (discussing Levite land allotment), commentators provide no explanation for the usage of these rare cantillation notes. Tiqqun Highlights, Beth Torah Bulletin, August 3, 2019."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Debarim"
			],
			"hebrew": [
				"דברים"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Bickering",
					"description": "איכה אשא לבדי טרחכם ומשאכם וריבכם - In one of his final speeches, when describing the difficulties of governing the people alone, Moses uses the symbolic word of despair, \"Ekha,\" or alas (איכה). More specifically, in Deuteronomy 1:12, he uses this word to describe normal nuisances of everyday life; \"problems, burdens, and disputes\" (טרחכם ומשאכם וריבכם). The reason Moses was not hesitant to use such a strong word (\"Ekha\") is because he knew that even small arguments and \"bickering\" (ריב) among people often has the potential to escalate into larger fights if not taken care of early on. This comes to teach us that in order for us to prevent the large calamities of \"Ekha\" (i.e. destruction of our nation) and to be deserving of the blessing mentioned in the previous verse (יסף עליכם ככם אלף פעמים), it is incumbent upon us to be proactive in preventing problems by avoiding unnecessary friction with others. Beth Torah Bulletin, July 29, 2017."
				},
				{
					"title": "Advice",
					"description": "הבו לכם אנשים חכמים ונבנים וידעים - To deal with all the “troubles, burdens, and quarrels” facing the nation, Moses, in Deuteronomy 1:13, seeks help from men who are wise (חכמים), understanding (נבנים), and experienced (ידעים) to act as their judges and advise them with their problems. Locating people with such rare qualities is not easy, but this idea was overwhelmingly supported by the nation (1:14). Just as the entire nation faces hardships, we, as individuals, are constantly faced with various pressures and problems in this world. Following the example of appointing judges, one must never be hesitant to seek the advice and council of those around us who have more wisdom (חכמה), understanding (בינה), or knowledge (דעת). It is for similar reasons that when Jews recite the daily “Amida” prayer, they ask God for these same traits in order to be granted the wisdom, understanding, and knowledge (חכמה בינה ודעת) to help find solutions to life's problems. Beth Torah Bulletin, July 21, 2018."
				},
				{
					"title": "Change of Subject",
					"description": "ונפן ונעבר - On my family's Shabbat table, whenever a discussion gets heated and we need to change the topic quickly, someone yells \"MDZ\" and the topic is dropped. The word \"MDZ\" is used to prevent my grandfather, MDZ, from getting sucked into a conflict. In the Torah, there are 3 times where the Masoretic Text has a “Break in the Middle of the Verse” (פסקא באמצע פסוק) in order to drop a subject and move on. In all three cases, a paragraph is abruptly closed mid-sentence with a “Pasqa” (Atnah) and not with a \"Sof Pasuq.\" In Genesis 35:22, news that Reuben sleeps with Bilha, Jacob's concubine, gets out, and the subject is abruptly closed. In Numbers 25:19, the text moves away from the plague of Pe'or (transgressions with Midianite women). In Deuteronomy 2:8, we start to read of how \"our brothers, the children of Esav\" do not allow us through their land, but the Torah quickly changes the subject and focuses our attention elsewhere. Tiqqun Highlights, Beth Torah Bulletin, August 10, 2019."
				},
				{
					"title": "Move Forward",
					"description": "רַב־לָכֶ֥ם שֶׁ֖בֶת בָּהָ֥ר הַזֶּֽה׃ - After receiving the Torah at Mount Horeb, it seems as though the Israelites wanted to linger there and continue to enjoy the benefits of being taken care of by God and enjoying God's direct communication with them. It was then, according to Moshe's speech, that God says \"Too much of you sitting on this mountain\" (Deuteronomy 1:6), meaning, they have overstayed their welcome and now is the time to move on. A wise person once told me that in life, if you are not moving forwards, then you are moving backwards. The message here is that one should avoid getting too comfortable in any one location, position, or situation, and that there is always a need to grow and develop and progress. If one gets too comfortable where they are, they are bound to miss out on all the other opportunities passing them right by. Moshe opens up his speech with this message; that as Israelites, we are not stationary but rather always on the move to accomplish or experience something new. Beth Torah Bulletin, July 25, 2020."
				},
				{
					"title": "Maqam of the Week: HIJAZ",
					"description": "On Shabbat Ekha, as we mourn the destruction of the Holy Temple, all sources, both those from Aleppo and Damascus, agree that prayers are conducted in HIJAZ, the maqam reserved to express death, mourning, and sadness. The Damascus tradition, as well as some Aleppo sources, specifically state that this is the only Shabbat of the entire year that Maqam Hijaz is applied. Even though, the Torah portion, Debarim (Deuteronomy 1:1- 3:22), is the first of a new book, Maqam Rast is overridden by Tisha B’Ab. PIZMON: Elyon Al Kol Ramim (page 487)."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Vaethanan"
			],
			"hebrew": [
				"ואתחנן"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Requests",
					"description": "ולא שמע אלי - Moses presents an impassioned plea to God to allow him to enter the Promised Land. When his request is denied, Moses immediately continues (Deuteronomy 4:1) with the nation's preparation to enter the land by teaching them the laws (ועתה ישראל שמע אל החקים ואל המשפטים אשר אנכי מלמד אתכם לעשות). This episode teaches us that when we pray to the Almighty, we are required to accept the final outcome, whether good or bad, and should not feel discouraged by a rejection of the prayers. In addition, by continuing his role and not stepping down, Moses follows the adage from Abot 2:16 of \"It is not incumbent upon one to finish the task, but neither is one absolved from it\" (לא עליך המלאכה לגמור, ולא אתה בן חורין להבטל ממנה). Moses accepts that while it is not his destiny to complete the mission, nevertheless, he does not absolve himself from any leadership responsibilities of preparing the people. Beth Torah, August 5, 2017."
				},
				{
					"title": "Health",
					"description": "רק השמר לך ושמר נפשך מאד - After reviewing their history in the desert, Moses encourages the people to observe the laws in order “to live\" better lives and “inherit the land.” From the instruction in Deuteronomy 4:9 to “safeguard yourself (רק השמר לך) and safeguard your soul more (ושמר נפשך מאד),\" the biblical commentator Rabbi Shlomo Luntschitz (1550-1619), known as the Kli Yaqar (כלי יקר), learns that there is a commandment to maintain ones health. From the placement of \"השמר לך\" prior to \"ושמר נפשך מאד,\" we learn that maintaining physical health (שמירת הגוף) is a prerequisite to maintaining mental and spiritual health (שמירת הנפש). Sometimes people have the tendency to engage in habits that harm their health (overeating, smoking, drugs, not exercising, dangerous sports). It is important to realize that striving for a healthier existence ultimately enables us to achieve our goals of observing the commandments and living better lives. Beth Torah Bulletin, July 28, 2018."
				},
				{
					"title": "Precision",
					"description": "שמע ישראל ה׳ אלקינו ה׳ אחד - In the \"Shema' Yisrael\" verse (Deuteronomy 6:4), Masoretic scribal tradition indicates a large letter 'Ayin (ע) in the word Shema' (שמע), and a large Dalet (ד) in the word Ehad (אחד). One theory for the large letters is to emphasize preciseness in these specific words; so that one may not err and replace the 'Ayin of Shema' (hear) with a letter Aleph (שמא means \"perhaps\"). The same goes with the importance of precision for the letter Dalet (ד) in the word Ehad (one) and not to confuse it for a letter Resh (אחר means \"another\"). For this example, the importance of precision is clear. By an error of just one or two letters, the main principle of the Torah becomes corrupted. Instead of affirming \"Hear O Israel, the Lord is our God, the Lord alone,\" it becomes \"Perhaps O Israel, the Lord is our God; there is another God.\" The lesson from this is that details in the Torah can never be overlooked; for doing so will create major misinterpretations. Tiqqun Highlights, Beth Torah Bulletin, August 17, 2019."
				},
				{
					"title": "Don't Fall Asleep",
					"description": "כִּֽי־תוֹלִ֤יד בָּנִים֙ וּבְנֵ֣י בָנִ֔ים וְנוֹשַׁנְתֶּ֖ם בָּאָ֑רֶץ - When I have an important goal, I do everything in my power to achieve this goal, and try not to allow myself to get caught off guard from distractions, such as leisurely activities, that would push me away from that goal. As a Jewish person, the same is true. We follow the Torah and observe the Misvot in order to achieve the goal of becoming better people and getting closer to God. Still, there are many distractions that may catch us off guard, put us in a more leisurely mindset, and push us away from that goal. In the prophetic words of Deuteronomy 4:25, Moses predicts that once sons and grandsons are born, and the Children of Israel are settled, there will be a time \"when we are sleeping in the land\" (ונושנתם בארץ) and this sleep will catch us off guard and cause us to worship idols of gods from foreign lands. Apparently, this catastrophic fate happens even to the highest level people (i.e. the Children of Israel at Mount Sinai) when they get too comfortable and lose track of their goals. The lesson here is not to fall asleep and never get too comfortable in life. One must always keep their eyes on the ball, and not let distractions get in the way of our important goals. Beth Torah Bulletin, August 1, 2020."
				},
				{
					"title": "Maqam of the Week: HOSENI",
					"description": "For Shabbat Vaethanan (Deuteronomy 3:23- 7:11), prayers are conducted in Maqam HOSENI (Arabic: beauty) according to most Aleppo sources (Damascus sources: RAST). The highlight of the perasha is the Ten Commandments, and therefore Hoseni is applied; alluding to the Torah’s \"beauty.\" This maqam, named after the Persian sheikh Husseini Biadur, is described as \"a high Bayat,\" and is also applied in association with Shabuot, the festival of receiving the Torah. HAZZANUT: Naqdishakh: Da’at UmZima (page 334). PIZMON: Re'eh Hashem Ki Sar Li (page 180); for Shabbat Nahamu."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Eqeb"
			],
			"hebrew": [
				"עקב"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Slow But Steady",
					"description": "לא תוכל כלתם מהר פן תרבה עליך חית השדה - As a reward for obeying the commandments (והיה עקב תשמעון), God promises the Israelites that they will be successful in their mission of conquering the land. The advances, however, will occur \"little by little\" (מעט מעט), because achieving the goal too swiftly, as per Deuteronomy 7:22, will allow wild animals to come and fill the void left by the absence of inhabitants (פן תרבה עליך חית השדה). By not disillusioning the people by promising them an easy road ahead, Moses teaches a valuable lesson: Success is often a gradual process. If one has a worthwhile goal, they should know that hard work will be required, and should not feel discouraged if the goal is not completed quickly (לא תוכל כלתם מהר). In the words of the Ancient Greek storyteller, Aesop (620- 564 BCE), it is the \"slow but steady that wins the race.\" Beth Torah Bulletin, August 12, 2017."
				},
				{
					"title": "Bitterness",
					"description": "ממרים הייתם - As Moses recalls some episodes from the past, he rebukes the people by saying “you have been defiant (ממרים) before God from the day I have known you” (Deuteronomy 9:24). In Masoretic scribal tradition, as verified by the Minhat Shai, the first letter of the word “Mamrim” is written with a small letter Mem (מ׳ זעירא). One may speculate that the Mem is written small in order to draw attention to this word. Without the first letter of the word \"Mamrim\" (disobedient), we are left with the word \"Marim\" (bitter). Because the Israelites were bitter (מרים) from their lives in Egypt, this is the reason that they are constantly defiant (ממרים) towards God. When people act in ways that are not praiseworthy, rather than judge them, it would be more helpful to understand things from their perspective. In the cases of the Israelites, by using a small Mem, Moses hints that the source of their defiance has to do with their bitterness from their lives as slaves. Tiqqun Highlights, Beth Torah Bulletin, August 24, 2019."
				},
				{
					"title": "Empathy",
					"description": "ואהבתם את הגר כי גרים הייתם בארץ מצרים - When I first arrived in Scottsdale, Arizona, to begin Dental school, I was anxious about making new friends and fitting in. Walking into Congregation Beth Tefillah for the first time, however, I was immediately acknowledged by Rabbi Pinchas Allouche and by all the other congregants. Instead of ignoring a random person from out of town, these people treated me like family. For me, the warm greetings of welcome eliminated my fears and gave me the confidence needed to be successful in my new setting. By instructing the Israelites \"to love the foreigner\" (Deuteronomy 10:19), Moses teaches the value of empathy. Being that the Israelites were previously foreigners in Egypt, they are the most opportune nation to know how it feels to be in this exact position. It is for this very reason that Moses specifically calls upon the Israelites to step up and always treat an outsider with utmost dignity and mercy. Beth Torah Bulletin, August 4, 2018."
				},
				{
					"title": "Mining in Israel",
					"description": "לֹֽא־תֶחְסַ֥ר כֹּ֖ל בָּ֑הּ אֶ֚רֶץ אֲשֶׁ֣ר אֲבָנֶ֣יהָ בַרְזֶ֔ל וּמֵהֲרָרֶ֖יהָ תַּחְצֹ֥ב נְחֹֽשֶׁת׃ - Deuteronomy 8:9 states that the Land of Israel is a land that \"you will lack nothing.\" Meaning, anything found in the world, can, theoretically, also be found in the Land of Israel. In addition to springs, streams, and fountains of water flowing from the plains and the mountains, and the seven species of fruits (Deuteronomy 8:7-8), the Torah states that this land has rocks of iron (ברזל) and has hills where one can mine copper (נחשת). I looked this up and found that copper mines in the Timna Valley, just north of Eilat, do exist and mining has been conducted there since at least the 5th millennium BCE. In regards to more precious metals such as gold, 1 Kings 9-10 indicates that vast amounts of gold from the wealthy port of Ophir was used in the construction of Solomon's palace as well as the Temple. Apparently, during King Solomon's time, Ophir was considered to be part of Israel's jurisdiction, but there is no consensus of where this gold wealthy port is located today. Some say India, others say Africa. These days, traces of gold have been found near Eilat; thereby attracting many to invest in businesses involved in the gold mining there. Beth Torah Bulletin, August 8, 2020."
				},
				{
					"title": "Maqam of the Week: SIGAH",
					"description": "For Shabbat Eqeb (Deuteronomy 7:12- 11:25), the third perasha of Sefer Debarim, the Shabbat morning prayers are conducted in Maqam SIGAH according to all Syrian sources except three which cite Maqam RAST. SIGAH (from Persian \"See-Kah\"), literally means \"third place,\" and is named such because on the Arabic music scale, this maqam starts on the third note (in relation the first note, which is Maqam RAST). The main theme of this perasha is the observance of the laws of the Torah, and since the Syrian melody of Torah is chanted in Maqam SIGAH, this is the connection."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Reeh"
			],
			"hebrew": [
				"ראה"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "The Path",
					"description": "וסרתם מן הדרך - In the wilderness of Phoenix, Arizona, I used to hike Squaw Peak every week. When climbing this mountain, there was a designated path to get to the top, and this is the trail that everyone took. One time, however, thinking that I can beat the system by getting to the top quicker, I intentionally went off the path. Big mistake. The amount of times that I slipped on loose rocks causing me to land in thorns of cactus are too numerous to count. This experience caused me to understand the concept mentioned in Deuteronomy 11:28 about \"straying off the path\" (וסרתם מן הדרך) and the danger of pursuing ways \"that you don't know\" (אשר לא ידעתם). For me, this parable represents the choice of \"paths\" that we all have. It is the Torah's recommendation (for our own sake) that we choose a path that is most familiar to us, our families, and our community, and not an alien one; often a path to nowhere. Beth Torah Bulletin, August 19, 2017."
				},
				{
					"title": "Evaluations",
					"description": "ודרשת וחקרת ושאלת היטב - \"Innocent until proven guilty\" (Presumption of Innocence) has become the standard when conducting civil affairs. Although this idea is attributed to Julius Paulus Prudentissimus, a third century Roman jurist, who said \"burden of proof is on he who declares, not on he who denies,\" this very principle can be traced back to the Torah. In the case of wicked people who proselytize to \"worship foreign gods,\" the death penalty is applied only after intense scrutiny. This harsh verdict, as per Deuteronomy 13:15, is delivered only after \"you investigate (ודרשת), and you inquire (וחקרת), and you interrogate thoroughly (ושאלת היטב).\" To maintain absolute justice in society, extreme care is always given to the investigation process in order to make sure that no one is ever punished in error. This also teaches us never to jump to conclusions. In any scenario, we must always make sure to thoroughly evaluate all the facts prior to making decisions. Beth Torah Bulletin, August 11, 2018."
				},
				{
					"title": "Safeguard",
					"description": "שמור את חדש האביב - One holiday, I got an Aliya, and the letter Shin (ש) from \"Shamor Et Hodesh HaAbib\" (Deuteronomy 16:1) caught my eye as being the first letter of the page. Years later, in a discussion with Mr Norman Didia, he explained to me that every page in the Sefer Torah starts with the letter Vav (Vavei HaAmudim), except for about 5 spots (varying between Torah Scrolls). When he tested me where I thought those spots were, I immediately said that one of them was \"Shamor Et Hodesh HaAbib\" and he was impressed. The exceptions to this rule can be remembered with the mnemonic בי״ה שמ״ו. Regarding the letter Shin, there are about 5 opinions of where it could be the opening letter of the page. They are: \"Shemor-Lekha\" (Exodus 34:11), \"Shenei HaSeirim\" (Leviticus 16:8), \"Shemor VeShama'ta\" (Deuteronomy 12:28), \"Shamor Et Hodesh HaAbib\" in (Deuteronomy 16:1), or \"Shofetim VeShoterim\" (Deuteronomy 16:18). Tiqqun Highlights, Beth Torah Bulletin, August 31, 2019."
				},
				{
					"title": "Son of Your Mother",
					"description": "כִּ֣י יְסִֽיתְךָ֡ אָחִ֣יךָ בֶן־אִ֠מֶּךָ אֽוֹ־בִנְךָ֨ אֽוֹ־בִתְּךָ֜ - In Deuteronomy 13:7, there are instructions of what to do if one of your closest relatives approaches you to entice you to worship pagan gods. In this context, the Torah lists one's relatives from the one you are most likely to listen to to the one you are least likely to (Abarbanel). The first person to be mentioned is 'your brother'. In regards to a 'brother', the Masoretic Text only specifies 'son of your mother,' whereas the Dead Sea Scrolls (4Q30), Septuagint, and Samaritan Pentateuch also include 'son of your father or son of your mother.' Despite not having the words 'son of your father,' most Rabbinic sources (including Targum Yonatan) agree that the term 'brother' obviously implies 'son of your father' too. Hizquni comments that the list of family members is meant to list those closest to a person, and when it comes to brothers, those who share only the same mother are typically much closer than those who share only the same father. This is because brothers who only share the same mother but not the same father tend to care about each other more, not get as jealous of one another, and don't need to share an inheritance after the mother passes away. Beth Torah Bulletin, August 15, 2020."
				},
				{
					"title": "Maqam of the Week: BAYAT (ASHIRAN) or RAST",
					"description": "For Shabbat Re'eh (Deuteronomy 11:26-16:17), there are many opinions as to what maqam to apply for the prayers. Here is the breakdown by the number of sources: BAYAT/ASHIRAN (9), RAST (9), SIGAH/IRAQ (5), NAWA (3), NAHWAND (1), SABA (1). Although Maqam RAST is listed in Shir Ushbaha Hallel Vezimra (Red Pizmonim Book), H Moshe Ashear selected Maqam BAYAT in order to herald the new month of Elul by applying the BAYAT melody of Elekha Hashem (\"Halabi tune of En Kelohenu\") for Semehim."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Shofetim"
			],
			"hebrew": [
				"שפטים"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Our Gates",
					"description": "תתן לך בכל שעריך - To ensure that all interpersonal affairs be conducted fairly, the entire nation is commanded to set up law enforcement systems \"in all of your gates\" (Deuteronomy 16:18). The word \"your\" (תתן לך בכל שעריך), written in singular, implies that the Torah is also speaking to the individual; making sure that each individual maintains clean homes within their gates. Regarding corruption practices (such as obstructionism, favoritism, or bribery), they are so toxic to this \"cleanliness\" that they \"blind the eyes of the wise, upset the plea of the just,\" and as per the DSS Temple Scroll (found on this verse), \"bring great guilt\" (ועושה אשמה גדולה) and \"contaminate the house with sin\" (ומטמא הבית בעוון החטאה). In contrast, pursuing justice (צדק צדק תרדף); free of corruption, has the ability to cleanse our gates; enabling a higher quality of life (למען תחיה) and success in all endeavors (וירשת את הארץ). Beth Torah Bulletin, August 26, 2017."
				},
				{
					"title": "Trees",
					"description": "כי האדם עץ השדה - In times of war, in addition to the inevitable loss of human life, unnecessary collateral damage is caused to the environment as well. In the case of an army besieging a city, the Torah prohibits the wasteful practice of cutting down surrounding fruit trees in order to deprive the enemies of food supplies. Deuteronomy 20:19 offers the ambiguous reason “because man is a tree.” These words remind us of the important role that nature plays in our lives. Humans must never get so carried away in their pursuits that they end up destroying the actual world that they live in. The Maimonides (1135-1204), in a prohibition termed “Bal TashHeet“ (בל תשחית), takes this further by teaching that not only is it prohibited to destroy fruit trees, but also extends the prohibition to wasting anything useful, such as utensils, clothing, buildings, water, or food. This teaching reminds us to always value what we have and never to waste things unnecessarily. Beth Torah Bulletin, August 18, 2018."
				},
				{
					"title": "Responsibility",
					"description": "ידינו לא שפכה את הדם הזה - In the rare scenario where a corpse is found outside a city, the city's elders declare \"our hands did not shed this blood and our eyes did not see\" (Deuteronomy 21:7). For the word \"shed,\" traditionally pronounced \"shafekhu\" (as per Minhat Shai), the Masoretic Text spells it שפכה (singular form) rather than שפכו (plural form). It must be noted that both the Samaritan Pentateuch and the Dead Sea Scrolls (4QDeut) spell it שפכו (plural form). Many commentators, not dismissing this as a typo, comment on the alternate spelling. One explanation of using the word שפכה in singular form is because each elder, as individuals, upon making the public declaration, feel responsibility for the crime on a personal level and do not pass the burden onto the collective \"community.\" The lesson here is that each individual should feel personally responsible for their surroundings and should not blame others when things do not go right. Tiqqun Highlights, Beth Torah Bulletin, September 7, 2019."
				},
				{
					"title": "Warning on Wealth",
					"description": "וְכֶ֣סֶף וְזָהָ֔ב לֹ֥א יַרְבֶּה־לּ֖וֹ מְאֹֽד - An instruction for an Israelite king is not to amass for himself too much silver and gold (Deuteronomy 17:17). Most agree that the king should have enough money to pay for basic salaries of his soldiers and to support an army, but to have more than that (i.e. building personal treasuries) will cause a king to become arrogant and diminish his reliance on God. Abraham Ibn Ezra (~1092- ~1167), as noted by Rabbenu Bahya (1255-1340), writes that the prohibition of not amassing too much silver and gold is intended to lessen the tax burden on the people (as this would be the source of the main source of the king's wealth). Unfortunately, King Solomon, he writes, amassed a lot of his wealth by imposing a heavy tax burden on his people. The people were so resentful of these taxes (as they told Solomon's son) that it became a burning issue, and they murdered the king’s tax collector, Adoniram, in his own house (1 Kings 12:18), and ultimately seceded from Solomon's kingdom. In order to appreciate the warnings of the Torah, one must look at King Solomon and learn the lesson of what one should not do in obtaining too much wealth on the backs of other people. Beth Torah Bulletin, August 22, 2020."
				},
				{
					"title": "Maqam of the Week: AJAM",
					"description": "For Shabbat Shofetim (Deuteronomy 16:18- 21:9), prayers are conducted in Maqam AJAM according to most sources (dissenting view: SABA). The Arabic word 'Ajami means 'foreigner' and this relates to the concept of an Israelite king; an idea originating from the foreign nations. AJAM, also used to express happiness, marks the joyous occasion of electing a new king; one whose sovereignty will be blessed with many long years and prosperity (also viewed as a good/happy sign for the entire nation). HAZZANUT: Nishmat: Ya'arikh Yamim (page 203). Semehim: Elekha Hashem (Selihot) in Ajam."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Ki Tesse"
			],
			"hebrew": [
				"כי תצא"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Enemies",
					"description": "כי תצא למלחמה על איביך - \"You are your own worst enemy,\" was my teacher Dr Leibow's message to me upon graduation. \"Most of the problems you faced as a student,\" he said, \"could have been avoided with wiser decisions.\" When the Torah discusses going to war \"on your enemies\" (Deuteronomy 21:10), the \"enemy\" alluded to, according to commentators, is one's inclination to make poor decisions (יצר הרע). There are three cases in context (21:10-21): marrying a war captive, the rights of the first born of a hated wife, and a rebellious son. The connection between these three cases is that one problem often leads to the next. For example, if one is lustful and marries a woman from the war, this may create family dysfunction, which may lead to the development of a rebellious child. The lesson here is that initial problems not dealt with wisely often lead to bigger problems down the road. The way to avoid future problems is by making wiser decisions today. Beth Torah Bulletin, August 25, 2018."
				},
				{
					"title": "Lost Wallet",
					"description": "לא תוכל להתעלם - One Shabbat, many years ago, my father and I were walking on Kings Highway (Brooklyn), when suddenly we stumbled upon a wallet. We opened it, and saw that among the valuables was a license with the owner's home address. We hid the wallet on the side of the road where it was unlikely to be discovered (because we could not carry it), and walked to this address. Perplexed upon seeing two Jewish fellows at his door, we explained to the resident that we found his wallet on the street and that we left it there for him. This Latino gentleman was very grateful for this thoughtful gesture, and I am even more grateful to my father for this experience. Deuteronomy 22:1-4 teaches that we are obligated to make steps to improve the quality of our society by returning lost objects and by never remaining indifferent (לא תוכל להתעלם) to things that we have the power to correct. Beth Torah Bulletin, September 2, 2017."
				},
				{
					"title": "Modesty of Thought",
					"description": "וְלָקַ֛ח אֲבִ֥י הַֽנַּעֲרָ - In Deuteronomy 22:13-29, we read about a defamation (מוציא שם רע) where a husband disputes his new wife's virginity. In describing the young woman (נַּעֲרָה), the Torah uses the word נַּעֲרָ (masculine spelling) without a final letter Heh (ה). The same word is used to describe Ribqa (Genesis 24) and Dina (Genesis 34:3). Using the word נַּעֲרָ to describe a young woman is limited to the Masoretic Text of the Torah, as the word נַּעֲרָה appears frequently in Nebi'im and Ketubim. Rabbi Solomon D Sassoon (1915-1985) speculated that the word נַּעֲרָ is used in place of נַּעֲרָה because the Torah requires a higher level of modesty of thought as to not allow a reader to lose concentration by having impure thoughts. Despite all this, one exception to this is in Deuteronomy 22:19 where the actual word נַּעֲרָה with the Heh appears in describing the husband's punishment if the young woman told the truth and proves to be innocent of the accusation. Tiqqun Highlights, Beth Torah Bulletin, September 14, 2019."
				},
				{
					"title": "Rail",
					"description": "כִּ֤י תִבְנֶה֙ בַּ֣יִת חָדָ֔שׁ וְעָשִׂ֥יתָ מַעֲקֶ֖ה לְגַגֶּ֑ךָ - In the Summer of 1997, I accompanied my Grandma Esther to a synagogue dedication in one of our community synagogues by the Jersey Shore. In what was supposed to be a glorious occasion almost ended in tragedy. My grandmother, 72, lost her balance on the front stairs of the entrance and fell down the entire flight of stairs. Luckily, God was with her that day, she told me, and she was not hurt. She did mention, however, that this would not of happened had there been a railing by the staircase. Being that the building was brand new, the railing was one of those \"finishing touches\" that they did not get to yet. Years later, as I pass by this synagogue, the first thing that I look at are the grand railings at the entrance that could have prevented my grandmother from falling that day. In Deuteronomy 22:8, we have an applicable passage to this story. \"When you build a new house, you shall make a parapet (protective wall) for your roof, so that you do not bring bloodguilt on your house if anyone should fall from it\". The Torah warns that one must do everything in their power, even a simple safety measure, to protect themselves from preventable tragedies from taking place. Beth Torah Bulletin, August 29, 2020."
				},
				{
					"title": "Maqam of the Week: SABA",
					"description": "On Shabbat Ki Tesse (Deuteronomy 21:10- 25:19), we read the laws of marrying a female captive from a war. Maqam SABA (Hebrew: army; Arabic: baby boy), the maqam used at the Berit Mila, is appropriate for two reasons. Firstly, because we open with the mention of an army, and the Hebrew word for 'army' is 'SABA'. But more importantly, since the ultimate purpose of a circumcision is to control desire and prevent promiscuity, this connects to the soldier; reminding him that it is better for him to avoid the temptation of taking a female captive. HAZZANUT: Semehim: Ki Eshmera Shabbat (SABA, page 30)."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Ki Tabo"
			],
			"hebrew": [
				"כי תבוא"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Fruits of Your Labor",
					"description": "ושמחת בכל הטוב - Every year right before \"Finals\" at the Yeshivah of Flatbush, our principal, Rabbi William Altshul, used to say: \"Take a moment to think where you were a few months ago. You have all worked hard to get to this point, and now is the time for you to reap the fruits of your labor. As it says [Psalms 126:5] \"Those who toil with planting will have joy in the harvest\" (הזרעים בדמעה ברנה יקצרו). After each final was over, riots of celebration would fill the halls of the building as tremendous baggage was suddenly lifted from the students' shoulders. I can imagine that such was the atmosphere of joy and relief as the Israelites completed the harvest and presented their \"first fruits\" to the Temple. It was at this very ceremony where everyone, regardless of status, would reflect on their collective past (ארמי אבד אבי), celebrate the accomplishments of the present (ושמחת בכל הטוב), and anticipate divine generosity in the future. Beth Torah Bulletin, September 9, 2017."
				},
				{
					"title": "Prayers in Plural",
					"description": "וברך את עמך את ישראל - For the tithe (מעשר) donation to the poor in the third year, the Israelite farmer declares that he has distributed his tithe to the Levite, the foreigner, the orphan, and the widow, as required. He then concludes this declaration with a prayer: \"Look down from Your holy abode, from Heaven, and bless Your nation, Israel, and the ground You have given us, a land flowing of milk and honey\" (Deuteronomy 26:15). By using the plural tense to conduct a prayer as opposed to the singular, the farmer is not selfishly asking for his own prosperity as an individual, but rather for the entire nation. This prayer serves as a model for how to make a request from the Almighty. By praying in plural tense, as typically prescribed in Judaism, one develops the awareness that ultimately we are all interconnected and that rather than only focusing on ones own personal needs, one should be praying for the blessings of the entire Jewish people and the entire world. Beth Torah Bulletin, September 1, 2018."
				},
				{
					"title": "Softer Words",
					"description": "ואיש אחר ישגלנה - 'Qere v'Ketib' (קרי וכתיב) refers to the few times in Tanakh where there are differences between the written text and the oral reading tradition. These differences mostly stem from pronunciation disputes. In Deuteronomy 28:27 &amp; 30, however, we have two unique cases of Qere v'Ketib that are full word replacements possibly due to the text being considered too vulgar for public readings. In the first case (Deuteronomy 28:27), \"Uba'polim\" (ובעפלים) is replaced with \"U'bTehorim\" (ובטחרים), because \"Uba'polim\" refers to hemorrhoids (body part that is covered) and the replacement word, 'swellings,' is more vague. In the second case (Deuteronomy 28:30), \"Yishgalena\" (ישגלנה) is replaced with \"Yishkabena\" (ישכבנה), sleep with, because the thought of \"Yishgalena,\" of enemies raping (literally: enjoying) one's wife, is too graphic to be heard in public. In both cases, the oral tradition replaces the text with less offensive and more softer words. Tiqqun Highlights, Beth Torah Bulletin, September 21, 2019."
				},
				{
					"title": "Lost",
					"description": "אֲרַמִּי֙ אֹבֵ֣ד אָבִ֔י וַיֵּ֣רֶד מִצְרַ֔יְמָה - When an Israelite brings his First Fruits to the Temple, he recites the ancient account recalling the nation's history. He begins with the words \"Arami Obed Abi\" (Deuteronomy 26:5). Translating the word \"Obed\" is in dispute and understanding the phrase requires explanations. Rashi explains that \"Arami Obed Abi\" refers to how Laban, the Arami, tries to destroy (\"Obed\") Jacob, our father, by chasing him. Ibn Ezra says that while it is true that Laban chases Jacob, he did not chase him to Egypt (as the verse states). According to Ibn Ezra, \"Arami Obed Abi\" refers to Jacob, himself, being lost (\"Obed\"); having lost all his possessions. Ibn Ezra cites sources where \"Obed\" refers to losing ones money (being a pauper). There are other commentators, including the Malbim, that cite that \"Arami Obed Abi\" refers to Abraham; describing how he was wandering (\"Obed\") from Aram to the Canaan and then being forced to go down to Egypt due to the famine. Regardless of the specific meaning of this phrase, there is no doubt that the intention of the text is for the Israelite to understand his own identity as one who began in a very low position, but with divine guidance, ended up victorious. Beth Torah Bulletin, September 5, 2020."
				},
				{
					"title": "Maqam of the Week: SIGAH",
					"description": "For Shabbat Ki Tabo (Deuteronomy 26:1- 29:8), prayers are conducted in Maqam SIGAH (or Maqam IRAQ), according to most Aleppo sources. The reading opens with the pilgrimage (hag) to bring the first fruits (bikurim). Since the pilgrimage is done on the three festivals,'SIGAH', a word that means 'three,' is applied here. This maqam is well-known to most as the melody applied for the Torah readings. HAZZANUT: Semehim: Adon Yahid Yasad (SIGAH, page 67). Dissenting sources: Maqam SABA or NAWAH (in the notes of H Moshe Ashear, we see that he used these different maqamat on Ki Tabo from year to year)."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Nissabim"
			],
			"hebrew": [
				"נצבים"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Future Generations",
					"description": "ואמר הדור האחרון - The Torah presents grim images of destruction to warn of the consequences of Israel forsaking the covenant. \"Future generations\" will see \"the plagues and diseases that God inflicted upon the land\" (Deuteronomy 29:21) and will ask 'Why did God do this to the land? What caused such great anger?' It will then be explained that all the curses mentioned in the Torah became true because the people abandoned their covenant with God. As I read the words \"future generations,\" my mind ponders what will future generations say about us, our community, and our country? Will the future generations look back and thank us for what we left behind or will our names be reduced to obsolete artifacts to eventually be forgotten? Are we impacting the world to make future generations proud of our accomplishments? At this time of year, these are important questions that we should all be asking ourselves. Beth Torah Bulletin, September 8, 2018."
				},
				{
					"title": "Our Emphasis",
					"description": "לָ֤ׄנׄוּׄ וּׄלְׄבָׄנֵׄ֙יׄנׄוּׄ֙ עַד־עוֹלָ֔ם - In Deuteronomy 29:28, there are 11 mysterious dots. Whereas some scholars say that the rare use of dots in the Sefer Torah is often a way to express doubt about certain words, I believe that the dots here were specifically placed to express emphasis. The verse reads: \"The hidden is for our God\" (הנסתרת לה׳ אלקינו) and contrasts that to \"the revealed is for us and our children to eternity\" (והנגלת לנו ולבנינו עד עולם). When it comes to the wonders of the world, we, as humans, need to realize that much of the world is in God's realm and is completely hidden to us. This point should be obvious and does not need to be emphasized. However, what needs to be emphasized is the need for us and our children to take seriously what has been revealed to us by God; namely, all the words of the Torah. Our emphasis in Torah observance, promises Moses, will bring much blessing to us and will save us from God's fury. Tiqqun Highlights, Beth Torah Bulletin, September 28, 2019."
				},
				{
					"title": "Making a Comeback",
					"description": "אם יהיה נדחך בקצה השמים משם יקבצך - After the consequences of not observing the commandments are reviewed, Moses predicts that there may still be \"a man or a woman, a family or a tribe\" that will not conform by practicing foreign ideologies. These people will justify their actions by saying \"I will follow whatever my heart desires and all will be okay by me\" (שלום יהיה לי כי בשררות לבי אלך). Although these people will be sanctioned as a result of their actions, ultimately, they will not be forgotten by God. After serving time in exile, God promises that He will orchestrate a miraculous return for them. \"Even if you are at the edges of heaven, it is from there where He will gather you\" (אם יהיה נדחך בקצה השמים משם יקבצך). From Deuteronomy 30:4-5, we find tremendous hope for all the downtrodden, those who have made mistakes in the past, to not only make a comeback, but also be stronger than before (והיטבך והרבך מאבתיך). Beth Torah Bulletin, September 16, 2017."
				},
				{
					"title": "Not in Heaven",
					"description": "לֹ֥א בַשָּׁמַ֖יִם הִ֑וא - The Oven of Akhnai, which is a story in the Talmud (TB Baba Messia 59), concerns a debate held over the status of an oven consisting of tiles separated from one another by sand, but externally plastered over with cement. In this debate, Rabbi Eliezer b. Hurcanus disagreed the majority of the rabbinic authorities over whether this type of oven can get ritually impure; Rabbi Eliezer said it can't get impure, whereas the majority opinion is that it can. To prove that his opinion is correct, Rabbi Eliezer performs all types of miracles; getting a carob tree to move and getting a river to stream backwards. The people who saw this were unimpressed and insisted on the majority opinion. At that point, a voice from the heaven is heard saying \"Why are you against Rabbi Eliezer's correct opinion?\" To this, Rabbi Yehoshua responds \"Lo Bashamayim Hee\", a reference from Deuteronomy 30:12 meaning, the Torah \"is not in heaven.\" This story teaches that the although the Torah is originally given from God to man, now that it is with man, the interpretation of the Torah goes according to the consensus of the people and there is no need to rely on supernatural factors in order to answer questions of Jewish law. Beth Torah Bulletin, September 12, 2020."
				},
				{
					"title": "Maqam of the Week: NAWAH or NAHWAND",
					"description": "For Shabbat Nissabim-Vayelekh (Deuteronomy 29:9- 31:30), which is the last Shabbat of the year, services are conducted in Maqam NAWAH or NAHWAND. Nawah is typically applied at a conclusion, and in this case, it is the year that is being concluded. Nahwand, the maqam associated with conflict and rebuke, is also an option, because as we are \"standing together,\" we are warned of the punishments that will happen if we veer from the proper path. HAZZANUT: Semehim: Ahot Qetana (in anticipation of Rosh Hashana). The minority opinion of H Moshe Ashear, as well as the Abraham Dweck source, is to apply Maqam HIJAZ for this Shabbat."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Vayelekh"
			],
			"hebrew": [
				"וילך"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Shortest",
					"description": "וילך - In the annual cycle, the Torah is divided into 54 portions (פרשיות). Of these portions, some consider \"Vayelekh\" (Deuteronomy 31:1-30) to be \"the shortest perasha.\" This, however, is the shortest only in terms of verses (30), not in words (1,484), or letters (5,652). \"VeZot HaBerakha\" is actually the shortest perasha. Although it consists of 41 verses, it only consists of 512 words and 1,969 letters. In contrast, \"Naso\" is the longest perasha with 176 verses, 2,264 words, and 8,632 letters. Identifying the second longest perasha depends on the criteria used. \"Miqes\" is the second longest based on letter count (7,914), \"Vayera\" is second longest based on word count (2,085), and \"Pinehas\" is second longest based on verse count (168). The above only applies to the annual Torah cycle. Prior to the Middle Ages, the triennial system was used where there were approximately 154 much shorter Torah portions to be completed only once every three years. Tiqqun Highlights, Beth Torah Bulletin, October 5, 2019."
				},
				{
					"title": "Enable Them",
					"description": "ואתה תנחילנה אותם - As Moses prepares a transition to the next generation, he charges Joshua to be courageous and brave, because he will lead the nation to the Promised Land and \"will divide it for them\" (Deuteronomy 31:7). Another way to translate \"ואתה תנחילנה אותם,\" is \"to enable them to inherit it.\" In addition to being brave and keeping morale high, the role of Joshua, says Moses, is to help the people receive their inheritance. Although inheritance has an implication of entitlement, this is not the case when it comes to God's inheritance to Israel. For the Israelites, their inheritance will only be realized with much effort and hard work. The role of Joshua, or any other leader, should not be the pursuit of fame, legacy, or respect, but rather to help guide the people on the right path to allow them to achieve their goals. A good leader is someone who enables his followers become the best version of themselves. Beth Torah Bulletin, September 15, 2018."
				},
				{
					"title": "Continuity",
					"description": "בחג הסכות ... למען ישמעו ולמען ילמדו - The mentioning of Sukkot in Deuteronomy 31:10 is of significance at this time of year, because it reminds us what the purpose of this holiday is. In Biblical times, at the end of the Sabbatical year, Sukkot is when everyone, young and old, male and female, would gather (Haqhel) in the nation's capital for a very educational purpose. This gathering is meant to review the basic themes of the Torah (to fear God and to understand the commandments) with the next generation of Israelites. A major aspect of our tradition's survival is its successful transmission to the youth. Our teacher, Moses, designated this holiday, the happiest time of the year; at a time when the harvest has been accomplished, when the weather is most pleasant, and when everyone is dining with their families and friends in symbolic tabernacles, to focus on continuity; to teach our way of life to our descendants so that one day, they can do the same (Beth Torah 10/15/16)."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Haazinu"
			],
			"hebrew": [
				"האזינו"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Trust in God",
					"description": "הצור תמים פעלו כי כל דבריו משפט - In the song of \"Haazinu,\" Moses makes some difficult assertions. In praise of God, the Rock (הצור), Moses claims that \"His doings are perfect\" (תמים פעלו), \"ALL His ways are just\" (כי כל דרכיו משפט), He is a \"dependable deity\" (אל אמונה), \"never wrong\" (ואין עול), \"correct and upright\" (צדיק וישר הוא). The reason that Deuteronomy 32:4 is among the Torah's most difficult verses is because, unfortunately, reality, at times, does not truly reflect this description. To consider things, such as terrorism, hurricanes, or cancer, to be considered \"perfect\" or \"just\" is incomprehensible. For the problem of theodicy, we must accept that, as humans, we don't have the answers to these problems, but trust that God does. Even if we don't understand why evil happens to the innocent, as a matter of faith, we believe that God has a fair and just reason for everything that takes place in the world. Beth Torah Bulletin, September 23, 2017."
				},
				{
					"title": "History",
					"description": "זכר ימות עולם בינו שנות דר ודר - A cynical 10th grade student once asked Mr Howard Rothbort, a Yeshivah of Flatbush history teacher, \"Why do we need to learn history?\" Days later, Mr Rothbort responds to this question by inserting the following biblical verse from Haazinu into his PowerPoint presentation. Deuteronomy 32:7 states \"Remember the days of old, know the years of previous generations; ask your father and he will tell you, your elders, and they will explain it to you.\" As Moses prepares to depart from the world, he relays a very valuable lesson. Moses encourages the Israelites to always be a step ahead in their lives by using history as their guide. History tends to repeat itself from one generation to the next, or in the words of Ecclesiastes, \"There is nothing new under the sun\" (Ecclesiastes 1:9). In order to learn from mistakes of the past, the youth need to become students of history and not be afraid to ask questions to their elders. Beth Torah Bulletin, September 22, 2018."
				},
				{
					"title": "Number of Lines",
					"description": "למספר - In Maimonides' Mishne Torah it states that Torah Scrolls must have \"Shirat Haazinu\" (Deuteronomy 32:1-43) written in 70 lines. Surprisingly, however, in the Aleppo Codex, the Tanakh upon which Maimonides (~1135-1204) stated he relied upon, it is written in only 67 lines. This discrepancy is not insignificant and is the source of great confusion. The Italian scholar, Professor Umberto Cassuto (1883-1951), who visited Aleppo in 1944 to study the Aleppo Codex, and seeing Haazinu in only 67 lines was misled to think that the Aleppo Codex was not the version relied upon by the Maimonides. Upon reviewing older Mishne Torah manuscripts, however, it was discovered that the actual number Maimonides mentioned is 67! Apparently the original text of the Mishne Torah had been corrupted. Today, despite knowing that 67 is the true number of lines for Haazinu, 70 lines is the practice in all our Torah Scrolls. Tiqqun Highlights, Beth Torah Bulletin, October 12, 2019."
				},
				{
					"title": "Our Father",
					"description": "הֲלוֹא־הוּא֙ אָבִ֣יךָ קָּנֶ֔ךָ - There was once a child who was lost in the wilderness. The stranded child had no supervision. This child was homeless, malnourished, and completely buried in trash. One day, an older, powerful, and wealthy individual found this child, had mercy on it, and adopted it. He provided this child with state-of-the-art security; as one would protect their precious jewels. Not only did he provide the minimum to sustain the child, but provided royal treatment; giving him the best luxuries life has to offer; fields of land, cattle, wine etc. With time, this child became obese, coarse, and spoiled from all the luxuries provided. Instead of acknowledging where everything came from, he spent all his time trying to create a public persona of him being \"self-made.\" All day, this child would involve himself in activities that are opposed to his adopted father. The above story is an allegory with God being the older individual and Israel being the child. In Deuteronomy 32:6, Israel is referred to as \"an ingrate nation and unwise,\" whereas God is referred to as \"the Father who created you.\" It is important to educate future generations of children that the above story is their own history. Beth Torah Bulletin, September 26, 2020."
				},
				{
					"title": "Maqam of the Week: MEHAYAR BAYAT",
					"description": "On Shabbat Haazinu (Deuteronomy 32:1-52), which coincides with Shabbat Shuba, prayers are conducted in Maqam MEHAYAR-BAYAT according to the Red Pizmonim Book. MEHAYAR-BAYAT can be described as Maqam BAYAT with many mixed elements from the melodies of the High Holiday and Selihot melodies. HAZZANUT: Nishmat: Asham Vaza' Mezedonehu, Shavat Aniyim: Ya Hasdakh Gali (page 339), El Hahodaot: El Nora Alila, Qaddish: Ben Adama, Semehim: Lekha Eli, Mimisrayim: Ya Shema Ebyonekha, Naqdishakh: Elekha Hashem BAYAT. PIZMON SEFER TORAH: Shabti Shabti (page 151). ALIYOT: Aliyot stops form the acrostic \"HAZIV LAKH;\" the letters that begin each aliyah (32:1, 32:7, 32:13, 32:19, 32:29, 32:40)."
				}
			]
		},
		"makamTable": {}
	},
	{
		"title": {
			"english": [
				"Vezot Haberakha"
			],
			"hebrew": [
				"וזאת הברכה"
			]
		},
		"recordings": {},
		"sourceBook": {},
		"topics": [],
		"longDescriptions": {
			"pizmonim.com": [
				{
					"title": "Earning Our Heritage",
					"description": "תורה צוה לנו משה מורשה קהילת יעקב - Before Moses blesses the tribes, it is proclaimed that the Torah is the heritage of our congregation. As the Children of Israel embark to enter the Promised Land, they are ready to receive their physical inheritance; their נחלה. Regarding the verse above from Deuteronomy 33, Rabbi Lord Jonathan Sacks, in his address to Congregation Beth Torah in April 2016, pointed out that there is a key difference between the words נחלה, inheritance, and מורשה, heritage. He said that while the two words have similarities, מורשה is something that you have to work hard for, whereas נחלה, like the word 'river', נחל, simply flows into you without any work involved. When it comes to the Torah, the heritage of Jacob, there is a difficult process that needs to take place in order for us to fully acquire it. It is not something that can be internalized without a significant amount of effort. Simhat Torah is the day that celebrates our efforts to earn our heritage (Beth Torah 10/22/16)."
				},
				{
					"title": "Say Nothing",
					"description": "שמע ה׳ קול יהודה - In Deuteronomy 33, Moses blesses all the Israelite tribes except Shimon. Though some commentators say that the word \"Shema\" in Judah's blessing alludes to Shimon (Deuteronomy 33:7), this does not change the fact that the actual name of Shimon is omitted. In Numbers 25, we read about the transgression of Zimri Ben Salu. He is the leader from the tribe of Shimon who is slayed by Pinehas for his involvement with the Ba'al Peor affair. Besides for this episode, the Torah does not discuss this tribe at all. Perhaps Moses, our teacher, is to trying to teach that if one has nothing good to say, then it is better to remain silent. Apparently Moses, whose leadership was undermined by Zimri Ben Salu and the Shimonites, does not seem to have anything positive to say, so rather than speak negatively, he completely skips over this tribe when it came to time for their blessing. In this case, saying nothing conveys the message adequately. Tiqqun Highlights, Beth Torah Bulletin, October 22, 2019."
				},
				{
					"title": "Back to Start",
					"description": "לעיני כל ישראל - Now that we are completing the entire Torah, the question is, where do we go from here? Based on Jewish tradition, there appears to be three routes forward. The first route, as indicated by the symbolic Haftara selection of Simhat Torah, is to continue with the remainder of the TaNaKh (תנ\"ך); starting with the Book of Joshua, all the way through the Book of Nehemia. The second route is to continue the Torah through the lens of the ancient Jewish scholars with the study of Talmud. This link is hinted by the last letter of the Torah being a Lamed (ישראל), and the first letter of the Mishna (Berakhot 1:1) being the next letter, a Mem (מאמתי). Finally, the third and most important route after reading Deuteronomy 34 is to quickly turn back to Genesis 1 on page 1, without interruption, and restart the entire Torah all over again. May we merit to repeat this sacred cycle again next year. Beth Torah Bulletin, October 13, 2017."
				},
				{
					"title": "Return of Judah",
					"description": "וְאֶל־עַמּ֖וֹ תְּבִיאֶ֑נּוּ - In regards to Judah, Moses prays \"Hear, O Lord, to the voice of Judah and to his people return him\" (Deuteronomy 33:7). The prayers continues that \"hands are overwhelming him\" and that God should \"help him against his troubles/foes.\" Where was Judah in this context that he needs to be brought back to his people? Many commentators say that this is a prayer that he return in peace from war. The text, however, never mentions that Judah went to war. The only other time we read that Judah removes himself from his people is when he goes on a self-imposed exile after selling Joseph into slavery (see Genesis 38). As Judah's life is in free fall, with the heavy guilt of causing his father's mourning, we see that he separates himself from his family and involves himself in a dark life of illicit relations. Such an exile, a war against oneself, is worse and more dangerous than going out to a literal war against one's foes. At some point, the situation of Judah must have been so bleak that he calls out to God to rescue him from hitting rock-bottom. It is from the above exile that Judah is blessed that God should hear his voice, bring him back to his people, and help him with his troubles. Beth Torah Bulletin, October 10, 2020."
				},
				{
					"title": "Maqam of the Week: AJAM",
					"description": "On Simhat Torah, VeZot HaBerakha (Deuteronomy 33- 34) is read, and Maqam AJAM is applied to the prayers. AJAM is a happy maqam typically reserved for a Yom Tob holiday. On this holiday, we conclude the traditional annual Torah cycle and begin the next cycle immediately with Sefer Bereshit. PIZMON for Hatan Me'Onah is El Rama Yeminekha (page 179). The pizmon, Mipi El (page 370), is most associated with this holiday. Haqafot, to honor the Torah, is conducted numerous times throughout the day."
				}
			]
		},
		"makamTable": {}
	}
]